{"title":"布袋知诺","description":"易知 简能","language":"zh-CN","link":"https://www.zhinuo.space","pubDate":"Fri, 05 Apr 2019 02:45:48 GMT","lastBuildDate":"Fri, 05 Apr 2019 22:16:52 GMT","generator":"hexo-generator-json-feed","webMaster":"zhinuo","items":[{"title":"清明浮想","link":"https://www.zhinuo.space/article/e5e6f0f1.html","description":"节气随想 清明 清明，清，阳未著之性，明，阳已显之象。清，水青，青，其色近蓝，古时指代东方，东方风木，阳升之象。水在东方，蒸腾而上即为清。明，日月昼夜相继而昭，是为明。《周易说卦传》释文王八卦曰：『帝出乎震，齐乎巽，相见乎离，致役乎坤，说言乎兑，战乎乾，劳乎坎，成言乎艮。』从卦象看，震雷阳卦，一阳二阴，一阳荡于内，二阴覆于上，阴居中位而为主；巽风阴卦，一阴二阳，一阴入于内，二阳阳动于上，阳居中位而为主。清明时节，震之将尽，巽之将起，阳卦转阴卦，阴阳必相竟相争，所以气温多变。震而出，巽而齐，由震而巽，预示阳由内而外渐将盛行，气温渐渐稳定。人体受节气的影响，亦是如此，阴阳尚交竞，往来争锋，若不注意保暖，很容易感受风寒，沉疴泛起，从而致病。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。 如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Fri, 05 Apr 2019 02:45:48 GMT","guid":"https://www.zhinuo.space/article/e5e6f0f1.html","category":"悟"},{"title":"春分浮想","link":"https://www.zhinuo.space/article/b146a081.html","description":"节气随想 春分 春分秋分二节气，昼夜均分，各十二小时，好似阴阳的平衡点。从四季昼夜、气温等表象来看，秋分之后、春分之前，阴盛阳衰；春分之后、秋分之前，阳盛阴衰。春夏之时，阳气盛大，万物荣欣。秋冬之际，阳气伏匿，百昌凋零。 随着气温回升，人体最大的敌人—寒冷，也渐行渐远，人体无需分配大量阳能御寒，由收缩集中脏腑，维持基本功能的收藏阶段，转而进入可以将阳能充分供应至四肢乃至末梢的生长阶段，因而春夏生长明显。而至盛夏，随着阳能大量向外宣布，脏腑的防御和能量相对减弱，食欲反而降低。饮食摄入的减少，即可以防止夏末宣布过度，又客观上为适应秋收的肃降做了准备。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Wed, 20 Mar 2019 22:27:30 GMT","guid":"https://www.zhinuo.space/article/b146a081.html","category":"悟"},{"title":"分享：中医归正 --- 究竟何谓七损八益","link":"https://www.zhinuo.space/article/af7da684.html","description":"知诺浮想：因人不能为纯阳或纯阴，所以以七(少阳)或8(少阴)也可以指代阴阳。如《黄帝内经上古天真论第一》即以七为女子(阴)纪年，8为丈夫(阳)纪年，此或取阴阳合和而得生长之意。 上面引用的《黄帝内经阴阳应象大论第五》“七损八益”原文里，岐伯告诫说阴阳不和则病。黄帝于是向岐伯请教“调此二者奈何？” 回归人身来说，阳性上行而阴下行，人体直立，可谓上虚下实。然而若不能令阳下而阴上，则阴阳不能合和，运化不得循环，生长也不得化成，七损八益会否有逆用阴阳调和人体阴阳的含义：七阳被液化则损而下行，八阴被气化则益而上行(阴阳之用)。从而与阳升，阴降(阴阳之性)合而为一人体圜道之天。 归正先生微信公众号原文如下： 究竟何谓七损八益 引言：这次的题目比较偏门，大家可以先百度一下“七损八益”，搜索结果可能铺天盖地地都是“房事”。好吧，很符合这个时代的主旋律，也为人们“解放思想”做了顺理成章的铺垫… 归正认为，单从字面上讲，“七损八益”与“房事”的确很难勾连起来，慎重起见，我们更应该追溯本源，去了解“七损八益”背后的故事。不遭人忌是庸才“七损八益”一词，源自《黄帝内经》，在第五篇《阴阳应象大论》中清楚地记载着：“能知七损八益，则二者可调；不知用此，则早衰之节也”大意是：能够知道并运用“七损八益”之术，则人体阴阳协调，身体健康；不知或知而不用的，身体必然早衰。然而，这“七损八益”究竟是什么，《黄帝内经》并没有给出明确的解释，历代学者大致给出了以下三种解释：一、绝大多数医者都指向了《黄帝内经》第一篇的《上古天真论》，毕竟该篇中“男属阳以八为纪、女属阴以七为纪”的论述都是围绕着“七”和“八”两个数字展开，但如何推导出“损”和“益”却从来没有说清楚。归正认为这些人牵强附会，不懂装懂的嫌疑很大…二、唐代的杨善上先生在《太素》中记载“能去七损八益”，以不同的经文作出不同的注解，独异诸家。励志向学的朋友可以花点时间好好钻研《太素》中的某些论述，那是超出医理的真理！不在今天的讨论范围。三、明代的马莳在《注证发微》中大胆暗示“七损八益”就是房中术，不过这与当时的中医传统观念相去甚远，也罕见赞同者。真学失传既久，历代学者对于“七损八益”从来都是见仁见智、似懂非懂。直到1973年，一篇叫做《天下至道谈》的经文在长沙马王堆重见天日，这篇经文把七、八做计数解，教人如何通过房事益寿延年，没有疑问，这就是一本两千多年前的皇家房事指南！一众读经未深的中医人当即直呼“早就猜到是这样”，欣然接受了“七损八益”就是房中术解释。几十年来，虽然也有人觉得男女欢爱与中医固有理论不甚兼容，却也无法推导出一个让人信服的见解。从这篇《天下至道谈》所处的年代来看，西汉皇帝除了前少帝、后少帝、末帝孺子婴三人少年死于横祸，刘贺因淫戏无度、被废黜后事不详，剩下的西汉皇帝平均寿命只有38岁，居历朝历代最低。作为皇帝，衣食无亏，竟然死于“而立”之后8年，可谓短命。若说开朝立国的高祖和开疆拓土的武帝因政务劳心折了寿还说得过去，而那些从小在温柔乡被扶大的皇帝们，酒色伤身必定是他们早夭的主因了。而藏着这本《天下至道谈》的马王堆，是文帝时长沙相夫妇的墓葬。能被当时的高层统治者收藏并陪葬到“永远”的养生术，显然是当时王侯世家极为重视的。当他们占有了天下一切的时候，那“御女三千，白日升天”的传说，从来都在搔挠着每个帝王的心，秦皇汉武、以及后世继任者，估计个个如此。归正私以为，西汉的天子们，为了应付目不暇接的后宫美女，极可能人人修习过房中术（我们今天看到的《天下至道谈》就是其中的一本），而他们的平均寿命却远没达到《黄帝内经》所认定的人之天年。天下至道，实在是霸气至极的名字！让无数王侯将相至死不放。但很遗憾，这满篇淫秽文字的背后，并没有承载半点的真理。西汉枚乘曾在《七发》中写下“明眸皓齿，命曰伐性之斧”，西汉帝王的养生之道实在荒唐！反观“七损八益”的出处《黄帝内经》，全书不见男女欢爱文字，倒是清楚地批评了“醉以入房，以欲竭其精，以耗散其真，不知持满… 故半百而衰也”，称颂了“故曰朴。是以嗜欲不能劳其目，淫邪不能惑其心”的道家清静无为思想。在这般开宗明义的陈述下，当下的中医学者却硬是把七损八益和男女欢爱扯上关系，归正也是很无语了！&nbsp;那么，“七损八益”究竟说的是什么呢？归正认为，鉴于《黄帝内经》崇尚道家，第一篇就反复强调道家清静无为的养生宗旨，七损八益的真义完全可以从一个相反的思路追寻。接下来将进入真理探讨的环节，读起来会比较吃力，但归正很喜欢一句口头禅“读得懂，你还读啥？”《黄帝内经》第五篇《阴阳应象大论》在谈论七损八益之前，先谈了东西南北中，而在上一篇《金匮真言论》也同样大谈东西南北中。那么，七八这两个数字是否与东西南北中有关联呢？如果看不出两者相关联，大概就像历代大多数注家那样，只能跟着《上古天真论》的七八走，作出女七损、男八益（或溢）那样无法准确理解、更谈不上运用的众多注解。实际上，古人谈象数，无不尊河图为宗，探讨两千年前的象数就必须顾及当时就已经盛行的象数之学。七与八这两个数字，究竟指向了什么呢？《上古天真论》毕竟没有解释清楚，而《金匮真言论》叙述东西南北中时明确指出“东方…其数八；南方…其数七”则正是真理的钥匙。这里必须要注意的是，《阴阳应象大论》和《金匮真言论》这两篇经文的东西南北中，绝非今天流行的“五行论”的原始记载，以五行生克为主体内容的五行论是无法将它那完美的五星圆图合适地融入到“东西南北中”，因为上述的东西南北中毕竟是以河图为背景的四时藏象。论河图象数，上为太阳，雀之象，其数二七；左为少阳，龙之象，其数三八。归正认为，七损八益的正确理解应该是：滥用太阳（七）损害健康，利用少阳（八）有益健康先说“七损”：古人的养生观，一贯是以道家清静无为为宗旨。这与我们今天的“生命在于运动”、“用则进不用则废”的进化论观点相去甚远。先论七数，太阳居上，论文王八卦在离，论藏象应心。心者，君主之官，受一阳二阳之供奉，乃现神灵，应物思虑。无奈人类愚蠢，把上天恩赐给我们最宝贵的灵性无休止地滥用，还美其名曰“聪明”、“智慧”、“脑筋转得快”，却罕见青少年人懂得韬光养神。人类心神的运用，从来都处于浮躁的状态，并常常抱怨学习工作紧张、生活压力大，未生病而能自顾反省的人太少太少了。在《传道集》中，我们的先哲不厌其烦，谆谆告诫来学，神明活动贵静而忌躁。从道家清静养生观论，思虑过度伤身，便是七损。再论“八益”：思虑过度伤身，不难理解，但对八益的理解就困难多了，因为这已经触及圣凡交界的领域。河图左为少阳，象龙，其数三八，论五行象木，论文王八卦在震，论藏象应肝。有象数学基础的人都明白，龙本东方三八之神，怎么会从心神的调整而产生呢？东南木火为母子，这五行关系可是尽人皆知的，岂有木生于火的道理？归正认为：五行生克，只是妇孺皆知的俗学。河图中可见五行，五行中却见不到河图，五行融显于河图，只是河图诸多寓意中的一方面而已。道家引用五行论，嬉戏借用而已，从来不看重其生克乘侮这一核心内容。翻开道家经典，有着大量有悖于五行生克真理的论述：五行颠倒术，龙丛火里出五行不顺行，虎向水中生火生出之木，永为不朽之木震龙汞自离乡出兑虎铅生在坎方二物总因儿产母从心火调运中产生的阳龙，又称“木液”，这对身体所带来的影响将远远超出那些野山参和冬虫草。而这些奇妙元素的产生，是建立在“应无所住”“心如止水”的禅定状态之下。&nbsp;归正旧时尝读道书，曾闻“火候容易药非遥，天癸生如大海潮”。八益对于凡人而言，也许可以通过长久的修行去触碰到，但是能否抓住，就太难了。想想大海潮生时，任何力量都无法阻挡，在这种情况下，若无足够定力，必然前功尽弃！就算一个人不再贪恋浮世烟华，曾经的亏心事都偿还了吗？双手鲜花放下了吗？释迦牟尼进入涅盘时尚需护法，基督圣经直说人人都有罪，崔公入药镜曰“天地灵，造化悭”，这就是人性与神性的阻隔，难比“叫骆驼穿过针眼”。话说回头，七损不完全指心志状态偏离了“恬淡虚无”，“不妄作劳”也相当重要。不过，归正更重视心志方面，因为养生首重修性，“修命不修性，此是修行第一病”。从临症见闻看，严重体力超支后外感风寒，虽常见重病，多能克愈；为某事殚精竭虑后外感风寒或诱生疾病，却常闻致命…到最后，归正还想说，西汉时期，荒唐养生学说的兴起，是伴随着始皇帝“焚书坑儒”所造成的人文和学派断层。“七损八益”，也许在上古之前，还有着更为深入的研究，也造就了那个圣贤辈出的黄金年代，那是华夏文明失落的辉煌，可惜已经全部散落在历史的尘埃之中。杨善上先生的《太素》一书，也许是最有可能管窥上古真学的古籍了，但归正至今没有勇气沉思书中的经文。七不轻损，八益当求，大道无亲，常与善人。推荐阅读：我的外公（归正一生的楷模）请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—我所知道的“修炼”有病方为贵：告诉你身体小毛病背后的故事须弥山仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头也说癌症 / 归正先生归正先生 / 寻回中医的原貌———— THE&nbsp;END ————做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/Lyv3t6lXluzHOoBJSz36Bg","pubDate":"Sun, 10 Mar 2019 09:23:04 GMT","guid":"https://www.zhinuo.space/article/af7da684.html","category":"摘"},{"title":"惊蛰浮想","link":"https://www.zhinuo.space/article/4a0ffaa1.html","description":"节气随想 惊蛰 冬末春初之际，惊蛰前后，阴阳初交，雷雨时作，风寒犹交迫。从六十四卦看，其为屯卦之象，明末大儒王夫之于《周易内传》曰：“初九一阳，生于三阴之下，为震动之主。三阴亦坤体也，九五出于其上，有出地之势，上六一阴复冒其上，而不得遂，故为屯。冬春之交，气动地中，而生达地上，于时复有风雨凝寒未尽之雪霜，遏之而不得畅，天地始交，理数之自然者也。”《周易》坤卦上六爻，将阴之将极，阳之初起形容为“龙战于野，其血玄黄。”战必有伤亡，“血”之谓也。 阳欲彻群阴而普施于天下，唯健行不已而不可得。若犹豫不决，徘徊不前，首鼠两端，陷于险而不得出，则为难。王夫之《周易外传》谓之为：“难起于鼎革之初宁，寒酷于春和之始复，欲盛于血气之未定。”以大白话来说是“万事开头难”。 一阳生发，势将震荡群阴，然于此时，阳气尚少，且或积阴重阻在前，或生阳不继于后，交通不表，阳不制阴以致外邪深入，沉疴、伏邪复起，因此，老、弱容易生病，而且有相当一部分迈不过冬春交际这道坎。若“勿贰尔心”，“乾乾”健行，则“云行雨施，品物流形。大明终始，六位时成，时乘六龙以御天。乾道变化，各正性命，保合大和，乃利贞。”事实上，春末至秋初，阳气日渐磅礴，自内而宣发于外，大地万物欣欣向荣。人也相对少生病。 归正先生推崇桂枝汤，桂枝汤，为医圣张仲景《伤寒论》的首方，又称阳旦汤，应春气，其可助人体阳气的升发，辅一阳健行。以上所述观之，春夏值养阳之时，常饮桂枝汤，于时为宜，于理相合。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Tue, 05 Mar 2019 09:27:48 GMT","guid":"https://www.zhinuo.space/article/4a0ffaa1.html","category":"悟"},{"title":"船山文集《周易外传》蒙","link":"https://www.zhinuo.space/article/a0e5c74d.html","description":"山水蒙 (综卦屯 错卦革 交互卦复 本坤重离)一震、坎、艮皆因乎地以起阳者也。初阳动乎地下，五阳次进而入乎地中，故乾坤始交而屯。综而为蒙之象，阳自初而进二，自五而进上，则屯进而为蒙，天造之草昧成矣。天包地外，地在水中。离乎地，未即乎天，故屯止于坎；沐乎水，即隮乎山，故蒙成于艮也。当其为屯，不能自保其必生，故忧生方亟，求于阳者，草昧之造也；而有生以后，坚脆良楛，有不暇计者焉。逮其为蒙，能自保其生矣，则所忧者，成材致用之美恶，求于阳者，养正之功也；姑息之爱，呴沫之恩，非所望矣。夫以生求益者，待命于人，而得膏粱焉；以养正求益者，待命于人，而得药石焉。其待命于人均也，而所得则别。求膏粱者于生为急，而急则或堕其廉耻；求药石者于生若缓，而缓则自深其疢疾。圣人以愚贱之廉耻为忧，而深恤其疢疾，故屯以慎于所求为贞，而蒙以远于所求为困。且以膏粱养物者市恩之事，以药石正物者司教之尊，恩出自下，则上失其位；教行于下，必上假其权。惧屯五入险而失位，故授之以建侯之柄；幸蒙五之顺阳而假权，故告之以尊师之宜。圣人之于易，操之纵之，节之宣之，以平阴阳之权，善人物之生者，至矣哉！ 二六阴六阳备而天地之变乃尽，六位具而卦之体已成。故卦中有阴阳，爻外有吉凶，而卦与爻受之。蒙之上九，象为“击蒙”，岂俯而击下乎？方蒙而击之，是“为寇”，非“御寇”也。四阴为蒙，二阳为养蒙之主，上将何所击哉？物之用阴阳也，有过、不及，不及于阴则过于阳，不及于阳则过于阴，所过者不戢而伤其不及者。如是者寇生于内。阴阳之行，不为一物而设，德于此者刑于彼，故荠麦喜霜而靡草忌夏，况其数之有盈虚，乘乎气之有乖沴。如是者寇生于外。寇生于内者，恤其蒙而调之，道在于养，二之以“包”为德也。寇生于外者，捍其贼蒙者而保蒙，道在于御，上之以“击”为功也。夫阴阳之刑害，日与恩德并行于天壤，而物之壮者或遇之而不伤，物之蒙者乍婴之而即折矣。是故难起于鼎革之初宁，寒酷于春和之始复，欲盛于血气之未定，则非击不能御，非御不能包，二之中与上之亢，亦相资以利用矣。不知击者，索寇于内而诛求之迫，斯嬴政之以猜忍速亡，而入笠之招，激而使之复归于邪也，蒙何赖焉！","pubDate":"Sun, 03 Mar 2019 02:43:58 GMT","guid":"https://www.zhinuo.space/article/a0e5c74d.html","category":"经"},{"title":"船山文集《周易外传》屯","link":"https://www.zhinuo.space/article/d92eb6e6.html","description":"水雷屯 (综卦蒙 错卦鼎 交互卦剥 本离重坤)一夫有其性者有其情，有其用者有其变。极阴阳之情，尽九六七八之变，则存乎其交矣。刚柔之始交，震也；再交，坎也。一再交而卦兴，阳生之序也。故屯次乾坤。于其始交，以刚交柔，不以柔交刚，何也？阴阳之生万物，父为之化，母为之基。基立而化施，化至而基凝，基不求化而化无虚施。所以然者，阴虚也，而用致实，形之精也；阳实也，而用致虚，性之神也。形之所成斯有性，情之所显惟其形，故曰“形色，天性也，惟圣人然后可以践形。”阳方来而致功，阴受化而成用，故乾言“造”，坤言“正位”。造者动，正位者静，动继而善，静成而性，故曰“人生而静，天之性也。”由此言之，动而虚者必凝于形器之静实。阳方来而交阴，为天地之初几，万物之始兆，而屯绍乾坤以始建，信矣。乃为玄之言者，谓阴不尽不生；为释之言者，谓之六阴区宇，而欲转之。则浮寄其孤阳之明，销归其已成之实，殄人物之所生，而別有其生。玄谓之“刀圭入口”，释谓之“意生身”。抟阳为基，使阴入而受化，逆天甚矣。夫阳主性，阴主形。理自性生，欲以形开。其或冀夫欲尽而理乃孤行，亦似矣。然而天理人欲同行异情，异情者异以变化之几，同行者同于形色之实，则非彼所能知也。在天为理，而理之未丽于实则为神，理之已返于虚则为鬼。阳无时而不在，阴有时而消。居阳以致阴，则鬼神而已矣。既已为人而得乎哉？故屯者人道也，二氏之说鬼道也。以屯绍乾坤之生，易之以立人道也。 二当屯之世，欲达其屯，则阴之听命于阳必矣。而谁与命之？将以其位，则五处天位，而初者其所建之侯也。将以其才，则震之一阳，威任起物，而五处险中，藏固而不足以有为也。然则为之阴者，虽欲不“乘马班如”而不得矣。呜乎！圣人之以“得民”予初也，岂得已哉！五之刚健中正者，其位是也，其德是也，而时则非也。处泥中而犯宵露，酌名义以为去留，二虽正而违时，四虽吉而近利矣。违时者以难告，近利者以智闻。挟震主之威者，乃引天时，征人事，曰“识时务者在乎俊杰”，“从吾游者，吾能尊显之”，则二安得不以顽民独处其后邪？此子家羁所以消心于返国，司空图所以仅托于岩栖也。 三畜之极，“亨”也；否之极，“倾”也；贲之极，“白”也；剥之极，“不食”也；睽之极，“遇雨”也。然则屯极而雷雨盈，雷雨盈而草昧启。上六曰“乘马班如，泣血涟如”，屯将无出难之望乎？曰：时可以长者，上也；不可长者，上六之自为之也。且夫屯虽交而难生，然物生之始，则其固有而不得辞者矣。一阳动于下，地中之阳也。自是而出震入坎之交，物且冒土而求达。乃离乎地中，出乎地上者无几也。水体阳而用阴，以包地外，物之出也必涉焉。出而畅也，则千章之由条，无所禁其长矣。出而犹豫徘徊以自阻也，则夭折而不可长。故方春之旦，雷发声，蛰虫启，百昌将出，必有迅风、疾雨、骤寒以抑勒之，物之摧折消阻者亦不可胜道。非资乎刚健，见险而不朒nu者，固不足以堪此。上六与坎为体，与五为比，借五之尊，资阳之力，谁足以禁其长者？而柔不知决，其“乘马班如”，犹二、四也，于是而不能出，则竞不出矣。犹乎发土而遇寒雨，乃更反而就暖于地中之阳，首鼠狐疑，楚囚对泣，将欲谁怨而可哉！呜乎！二、四之马首不决于所从者，在坎中而畏险，人情之常也。上出乎险而远乎初矣，然且栖迟迷留，顿策于歧路，夫何为者？甚哉，初九淫威孔福之动人也！震主而疑天下之心，五虽欲光其施，岂可得哉！唐文、周墀所为洒涕于一堂也。周衰而苌弘诛，汉亡而北海死。虽壮马难拯，而弱泪不挥，非所望于懦夫之激已。","pubDate":"Sat, 02 Mar 2019 12:40:48 GMT","guid":"https://www.zhinuo.space/article/d92eb6e6.html","category":"经"},{"title":"船山文集《周易外传》坤","link":"https://www.zhinuo.space/article/77cd04c0.html","description":"坤 (综卦坤 错卦乾 交互卦坤 本坤重坤)一太极动而生阳，静而生阴，动者至，静者不至。故乾二十四营而皆得九，九者数之至也；坤二十四营而皆得六，六者数之未至也。数至者徳亦至，数未至者德有待矣。德已至，则不疾不速而行固健。德有待，则待劝待勉而行乃无疆。固健者不戒而行，调其节而善之，御之事也。无疆者从所御而驰焉，马之功也。天以气而地以形，气流而不倦于施，形累而不捷于往矣。阳以乐而阴以忧，乐可以忘其厉而进，忧足以迷其方而退矣。则坤且凝滞徘徊，而几无以荷承天之职也，故易之赞坤，必赞其行焉。夫坤何为而不健于行也？流连其类而为所系也。西南者，坤之都也，堕山峻巘yan之区也。坤安其都而莫能迁矣。且乾气之施左旋，自坎、艮、震以至于离，火化西流以养子而土受其富，则坤又静处而得陨天之福矣。其随天行以终八位而与天合者，兑之一舍而已，又只以养其子也土生金。天下有仰给于彼，自保其朋，饮食恩育，不出门庭而享其宴安者，足以成配天之大业者哉？’是故君子之体坤也，乾化旋而左，则逆施而右以承之。其都不恋，其朋不私，其子不恤，反之于离以养其母。凡四舍而至于东北之艮。艮者，一阳上止，阂坤而不使遂者也。坤至是，欲不弃其怀来而不得矣。夫阳之左旋也，艮抑阴而止之，震袭阴而主之，离闲阴而窒之，将若不利于阴，而阴且苦其相遇而不胜。然闲之使正，袭之使动，抑之使养其有余，则亦终大造于阴。故陨天之福为阴庆者，非阴所期也，而实甘苦倚伏之自然。使阴惮于行而怀土眷私，仅随天以西旋于兑，亦安能承此庆于天哉？则坤之“利牝马”者，利其行也；君子之以“丧朋”为庆者，庆其行也。夫地道右转承天之施，以健为顺，盖亦坤德之固然。而易犹申之以戒者，为“君子攸行”言之也。六三之“或从王事”，义犹此尔。内卦体具而坤德成矣，犹乾德之成于“乾乾”，“至”至此，而“终”终此也。四以上，坤之时位矣。 二气数非有召而至，阴阳不偏废而成。然则易言“履霜”，而圣人曰“辨之不早”，使早辨之，可令无霜而冰乃不坚乎？则可令大化之有阳而无阴乎？曰：霜者露之凝也，冰者水之凝也，皆出乎地上而天化之攸行也。涸阴冱寒，刑杀万物，而在地中者，水泉不改其流，草木之根不替其生，蛰虫不伤其性，亦可以验地之不成乎杀矣。天心仁爱，阳德施生，则将必于此有重怫其性情者，乃逊于空霄之上，潜于重渊之下，举其所以润洽百昌者听命于阴，而惟其所制，为霜为冰，以戕品汇，则阳反代阴而尸刑害之怨。使非假之水以益其威，则开辟之草木虽至今存可也。治乱相寻，虽曰气数之自然，亦孰非有以致之哉？故阴非有罪而阳则已愆，圣人所以专其责于阳也。先期不听于子羽，则钟巫不弑。爵禄不偏于宋公，则子罕不僭。宫中无“二圣”之称，则武瞾不能移唐，燕、云无借师之约，则完颜、蒙古不能蚀宋。阴之干阳，何有不自阳假之哉？辨之早者，自明于夫妇、君臣、夷夏之分数，自尽焉而不相为假也。 三乾之九五，乾之位也；坤之六五，坤之位也，五位正而坤道盛、地化光，故乾言“造”而坤言“美”，皆极其盛而言之也。何以效之？“乾知大始，坤作成物。”因乎有者不名“始”，因乎无者不名“成”。因乎无而始之，事近武，非天下之至健，不能特有所造。因乎有而成之，事近文，非天下之至顺，不能利导其美，夫坤之为美，利导之而已矣。利导之而不糅杂乎阳以自饰，至于履位以正，而遂成乎章也，则蚑者、蠕者、芽者、荂者，五味具，五色宣，五音发，殊文辨采，陆离斒斓，以成万物之美。虽然，凡此皆出乎地上以归功于天矣。若其未出乎中，而天不得分其美者，坤自含其光以为黄。玄色沖而黄色实，玄色远而黄色近。实者至足者也，近者利人者也。“含万物”者在此矣。若是者谓之至美。以其丽乎玄而无惭也，故言乎“黄”；以其不炫乎表以充美也，故言乎“裳”。顺道也，实道也，阴位之正也。圣人体之，故述而不作，以兴礼乐而成文章，则成以顺而美有实，亦可以承天而履非位之位矣六五阴不当位。然则黄者言乎文也，裳者言乎中也不在上而当人中。以黄为中，是地与青、赤、白、黑争文，而不足以配天。以裳为下，是五与初、二、三、四齐秩，而不足以居正。子服椒因事偶占，不足据为典要也。","pubDate":"Fri, 01 Mar 2019 08:38:15 GMT","guid":"https://www.zhinuo.space/article/77cd04c0.html","category":"经"},{"title":"船山文集《周易外传》乾","link":"https://www.zhinuo.space/article/7a85762b.html","description":"乾 (综卦乾 错卦坤 交互卦乾 本乾重乾)一道，体乎物之中以生天下之用者也。物生而有象，象成而有数，数资乎动以起用而有行，行而有得于道而有德。因数以推象，道自然者也，道自然而弗藉于人；乘利用以观德，德不容已者也，致其不容已而人可相道。道弗藉人，则人与物俱生以俟天之流行，而人废道；人相道，则择阴阳之粹以审天地之经，而易统天。故乾取用之德而不取道之象，圣人所以扶人而成其能也。盖历选于阴阳，审其起人之大用者而通三才之用也。天者象也，乾者德也，是故不言天而言乾也。且夫天不偏阳，地不偏阴；男不偏阳，女不偏阴；君子不偏阳，小人不偏阴。天地，其位也；阴阳，其材也；乾坤，其德也。材无定位而有德，德善乎材以奠位者也，故曰“天行健”。行，则周乎地外、入乎地中而皆行矣，岂有位哉？是故男徳刚而女德柔，君子德明而小人德暗。男女各有魂魄，君子小人各有性情。男不无阴，而以刚奇施者，其致用阳；女不无阳，而以柔偶受者，其致用阴。是故易之云乾，云其致用者而已。由此言之，君子有情而小人有性，明矣。故小人之即于暗也，岂无颍光不昧、知惭思悔之时哉？此则乾之丽于小人者未尝绝。惟恃其自然，忘其不容已，则乾不绝小人而小人绝乾，故易于小人，未尝不正告焉。穆姜筮占四德而惧，其验也。六阳之卦为乾，乾为天，易不云“天”而云“乾”，用此义也。或曰“男不偏阳女不偏阴，所以使然者天地。天不偏阳地不偏阴，所以使然者谁也？”曰：道也。曰“老氏之言曰‘有物混成，先天地生。’今曰‘道使天地然’，是先天地而有道矣；‘不偏而成’是混成矣。然则老子之言信乎？”曰：非也。道者，天地精粹之用，与天地并行而未有先后者也。使先天地以生，则有有道而无天地之日矣，彼何寓哉？而谁得“字之曰道”？天地之成男女者，日行于人之中而以良能起变化，非碧霄黄垆取给而来贶kuang之，奚况于道之与天地，且先立而旋造之乎？若夫“混成”之云，见其合而不知其合之妙也。故曰“无极而太极”，无极而必太极矣。太极动而生阳，静而生阴，动静各有其时，一动一静各有其纪，(于)[如]是者乃谓之道。今夫水谷之化为清浊之气以育荣卫，其化也合同，其分也纤悉，不然则病。道有留滞于阴阳未判之先而混成者，则道病矣，而恶乎其生天地也？夫道之生天地者，则即天地之体道者是已。故天体道以为行则健而乾，地体道以为势则顺而坤，无有先之者矣。体道之全，而行与势各有其德，无始混而后分矣。语其分，则有太极而必有静动之殊矣；语其合，则形器之余終无有偏焉者，而亦可谓之“混成”矣。夫老氏则恶足以语此哉！故圣人见道之有在于六阳者，而知其为乾之德，知其德之乾，则择而执之以利用，故曰“君子行此四德者，故曰‘乾元亨利贞’”也。 二“贞”者“事之干”也，信也。于时为冬，于化为藏，于行为土，于德为实，皆信也。然则四德何以不言智乎？彖云“大明终始，六位时成”，则言智也。今夫水，火资之以能熟，木资之以能生，金资之以能莹，土资之以能浃。是故夫智，仁资以知爱之真，礼资以知敬之节，义资以知制之宜，信资以知诚之实；故行乎四德之中，而彻乎六位之终始。终非智则不知终，始非智则不知始。故曰“智譬则巧也”，巧者圣之终也；曰“择不处仁，焉得智”，择者仁之始也。是智统四德，而遍历其位，故曰“时成”。各因其时而藉以成，智亦尊矣。虽然，尊者非用，用者非尊。其位则寄于四德，而非有专位也。今夫水，非火则无以济，非木则无以屯，非金则无以节，非土则无以比。是故夫智，不丽乎仁则察而刻，不丽乎礼则慧而轻，不丽乎义则巧而术，不丽乎信则变而谲jue，俱无所丽则浮荡而炫其孤明。幻妄行则君子荒唐，机巧行则细人掸阖。故四德可德，而智不可德；依于四德，效大明之功，而无专位。故曰“君子行此四德者”，知而后行之，行之为贵，而非但知也。惟不知此，故老氏谓上善之若水，而释氏以瓶水青天之月为妙悟之宗。其下者则刑名之察，权谋之机，皆崇智以废德。乃知大易之教，为法天正人之极则也。子曰“逝者如斯夫，不舍昼夜。”夫逝者逝矣，而将据之以为德乎？ 三先儒之言“元”曰“天下之物，原其所自，未有不善。成而后有败，败非先成者也；有得而后有失，非得而何以有失也?”请为之释曰“原其所自，未有不善”，则既推美于大始矣。抑据成败得失以征其后先，则是刑名器数之说，非以言德矣。文言曰“元者，善之长也。”就善而言，元固为之长矣。比败以观成，立失以知得，则事之先，而岂善之长乎？彖曰“大哉乾元，万物资始。”元者，统大始之德，居物生之先者也，成必有造之者，得必有予之者，(矣)[已]臻于成与得矣，是人事之究竟，岂生生之大始乎？有木而后有车，有土而后有器，车器生于木土，为所生者为之始。揉之斫之，埏之埴之，车器乃成，而后人乃得之。既成既得，物之利用者也，故曰“利物和义。”成得之未败失者，利物之义也。夫一阴一阳之始，方继乎善，初成乎性。天人授受往来之际，止此生理为之初始，故推善之所自生，而赞其德曰“元”。成性以还，凝命在躬，元德绍而仁之名乃立，天理日流，初终无间，亦且日生于人之心。惟嗜欲薄而心牖开，则资始之元亦日新而与心遇，非但在始生之俄倾。而程子“鸡雏观仁”之说，未为周徧。要其胥为所得所成之本原，而非从功名利赖之已然者争败失之先，则一也。意者，立成败得失之衡，以破释氏之淫辞邪？则得之尔矣。释氏之言，销总、别、同、异、成、坏之六相，使之相参相入，而曰“一念缘起无生”。盖欲齐成败得失于一致，以立真空之宗，而不知败者败其所成，失者失其所得，则失与败因得与成而见，在事理之已然，有不容昧者。故奖成与得，以著天理流行之功效，使知败与失者，皆人情弱丧之积，而非事理之所固有，则双泯理事，捐弃伦物之邪说不足以立。虽然，于以言资始之“元”，则未也。是故合成败、齐得失以为宗，释氏“缘起”之旨也。执成败、据得失以为本，法家“名实”之论也。执其固然忘其所以然，而天下之大本不足以立。以成为始以得为德，而生生之仁不著，吾惧夫执此说者之始于义而终于利矣。夫功于天下，利于民物，亦仁者之所有事，而以为资始之大用即此在焉，则“享其利者为有德”；亦且不知君子正谊明道之志，未尝摈失与败而以为非道之存，况天之育万物而非以为功者哉！“元”者，仁也，“善之长”也，君子之以长人者也。成败得失，又奚足论之有！ 四易之有位也，有同异而后有贵贱，有应感而后有从违。若夫乾，则六阳均而成象者也。合六如一，不见其异；六均一致，不相为感；故曰“大明终始。”终始不殊，六龙皆御矣。惟既已成乎卦也，则亦有其序也。不名之为贵贱，而名之曰先后。先后者时也，故曰“六位时成。”君子之安其序也，必因其时。先时不争，后时不失，尽道时中以俟命也。乃均之为龙德，则固不可得而贵贱之。初者，时之“潜”也；二者，时之“见”也；三者，时之“惕”也；四者，时之“跃”也；五者，时之“飞”也；上者，时之“亢”也。一代之运，有建、有成、有守；一王之徳，有遵养、有燮伐、有耆qi定；一徳之修，有适道、有立、有权；推而大之，天地之数，有子半、有午中、有向晦；近而取之，夫人之身，有方刚、有既壮、有已衰；皆乾之六位也。故象曰“君子以自强不息”，勉以乘时也。然则初之“潜龙”，其异于蛊之“高尚”、遁之“肥”，明矣。太王翦商以前，公刘迁豳bin以后，周之潜也。十三年之侯服，武之潜也。而不特此，礼所自制，乐所自作，治所自敷，教所自立，未有事而基命于宥密，终日有其潜焉。有其“潜”，所以效其“见”也。若秦之王也，穆、康以来，献、武以降，汲汲于用，以速其飞，而早已自处于“亢”。当其潜而不能以潜养之，则非龙德矣。非龙德而尸其位，岂有幸哉！故初之“勿用”，天所以敦其化，人所以深其息。故曰“君子以成德为行，日可见之行”，此之谓也。 五天以不远物为化，圣人以不远物为德，故天仁爱而圣人忠恕。未有其德，不能无歉于物，有其徳者，无所复歉于己。初之为潜，龙德成矣。龙德成而有绝类于愚贱之忧，则大而化者二之功。迩而察者将毋为二之所不(屑)[用]也？虽然，彼龙者岂离田以自伐其善哉！故曰“见龙在田”。王道始于耕桑，君子慎于袺jie襘。尸愚贱之劳文王所以服康田也。修愚贱之节卫武所以勤洒埽也。故天下蒙其德施，言行详其辨聚，坦然宽以容物，温然仁以畜众，非君徳，谁能当此哉！位正中而体居下，龙于其时，有此德矣。然则驰情于玄怳，傲物以高明者，天下岂“利见”有此“大人”乎？ 六九四之跃，时劝之也；九五之飞，时叶之也；上九之亢，时穷之也。若其德之为龙，则均也。夫乾尽于四月而姤起焉，造化者岂以阳之健行而怙其终哉？时之穷，穷则灾矣。然而“先天而弗违”，则有以消其穷；“后天而奉时者”，则有以善其灾。故曰“择祸莫如轻。”知择祸者，悔而不失其正之谓也。朱、均之不肖，尧、舜之穷也；桀、纣之丧师，禹、汤之穷也。尧、舜不待其穷，而先传之贤以消穷，灾不得而犯焉。禹、汤之持其穷也，建亲贤，崇忠质。不能使天下无汤、武，而非汤、武则夏、商不亡，终不丧于夷狄、盗贼之手。景亳之命，宗周之步，犹禹、汤进诸廷而授之矣。三代以下，忌穷而悔，所以处亢者失其正也。而莫灾于秦、宋之季。秦祚短于再传，宋宝沦于非类。彼盖詹詹然日丧亡之为忧，而罢诸侯，削兵柄，自弱其辅，以延夷狄、盗贼，而使乘吾之短垣。逮其末也，欲悔而不得，则抑可为大哀也已！呜呼！龙德成矣，而不能不亢，亢而不能不灾。君子于乾之终，知姤之始，亦勿俾羸豕之蹢躅，交于中国哉！ 七天积日以为岁功，岁功相积而德行其中。然期三百六旬之中，擅一日以为之始，则万物听命于此一曰，德以有系而不富矣！且一日主之，余日畔之，一日勤之，余日逸之，其为旷德，可胜言哉！夫“用九”者，天行之健，不得不极，故其策二百一十有六，自冬至子初授一策，以极于大暑后之四日，夏功成，火德伏，而后天之施乃讫焉。则前乎此者，虽夏至当上九之亢，而乾行固未息也。故坤不逮期之半，而乾行过之。其刚健精粹，自强不息者，六爻交任其劳而不让，二百一十六策合致其能而不相先。群龙皆有首出之能，而无专一之主，故曰“天德不可为首”，明非一策一爻之制命以相役也。然则一元之化，一代之治，一人之生，一善之集，一日之修，一念之始，相续相积，何有非自强之时，可曰“得其要而不劳，择其胜而咸利”乎？故论必定于盖棺，德必驯于至极，治必臻于累仁。用九之吉，吉以此尔。自老氏之学以居錞处后，玩物变而乘其衰，言易者惑焉。乃曰“阳刚不可为物先。”夫雷出而华荣，气升而灰动，神龙不为首而谁为首乎？德不先刚，则去欲不净；治不先刚，则远佞不速。妇乘夫，臣干君，夷凌夏，皆阳退听以让阴柔之害也，况足以语天德乎！ 八“知至至之，知终终之。”大哉！易不言中而可绎矣。夫离“田”而上即“天”也，离“天”而下即“田”也。出乎田，未入乎天，此何位乎？抑何时乎？析之不容毫发，而充之则肆其弥亘。保合之为太和，不保不合则间气乘，而有余、不足起矣。乘而下退，息于田而为不足；乘而上进，与于天而为有余。不足则不可与几，有余则不可与存义。勉其不足之谓文，裁其有余之谓节。节文著而礼乐行，礼乐行而中和之极建。是故几者所必及也，义者所必制也。人为之必尽，一间未达而功较密也。天化之无方，出位以思而反失其素也。舍愚不肖之偷，而绝贤知之妄，日夕焉于斯，择之执之，恶容不“乾乾”“惕若”哉！夫九三者功用之终，过此则行乎其位矣。功用者我之所可知，而位者我之所不可知也。功用者太和必至之德，位者太和必至之化也。德者人，化者天，人者我之所能，天者我之所不能也。君子亦日夕于所知能，而兢兢焉有余、不足之为忧，安能役心之察察，强数之冥冥者哉！此九三之德，以固执其中，尽人而俟天也。若释氏之教，以现在为不可得，使与过去、未来同消归于幻妄，则至者未至，而终者杳不知其终矣。君子服膺于易，执中以自健，舍九三其孰与归！","pubDate":"Thu, 28 Feb 2019 07:06:21 GMT","guid":"https://www.zhinuo.space/article/7a85762b.html","category":"经"},{"title":"雨水浮想","link":"https://www.zhinuo.space/article/ff971237.html","description":"节气随想 雨水 以天地成卦，《周易》有二。坤上乾下，地天泰卦，《周易-象》曰：『天地交，泰，后以裁成天地之道，辅相天地之宜，以左右民。』乾上坤下，天地否卦，《周易-象》曰：『天地不交，否，君子以俭德辟难，不可荣以禄。』天地定位，交则亨利，不交则否。 《黄帝内经-阴阳应象大论》曰：『水火者，阴阳之征兆也。』阴阳之用，莫著于寒暑；寒暑之成，乃积自水火。 以水火为卦，《周易》有二。坎上离下，水火既济卦，《周易-象》曰：『水在火上，既济，君子以思患而预防之』。离上坎下，火水未济卦，《周易-象》曰：『火在水上，未济，君子以慎辨物居方。』火炎上，水流下，自为二物。火在水上，火水各循其天性，以此辨物居处，不伤物也，虽无成却有终；水在火上，容之以器，治之以法，持之以度，气彻而亨，米熟菜成。 阳中有阴阳，生气（原力：），三阴三阳）流传脏腑之中。阴中有阴阳，心肝属阳，肺肾为阴，相交相生。阴阳互济，水火共用，云腾而化雨，去粗存精，润物无声，荣发生身。守其法度，循环不息，生生不已。失其法度，天地闭塞，病邪丛生。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Fri, 22 Feb 2019 02:30:00 GMT","guid":"https://www.zhinuo.space/article/ff971237.html","category":"悟"},{"title":"立春浮想","link":"https://www.zhinuo.space/article/719cdc7f.html","description":"节气随想 立春 性命，先性而后命，受之于天，继之于地。性，阳也；命，阴也。太阳，驱阴之凝而成性；太阴，杜阳之煊而造命。若人体之阳过或不及，则性不得煊；人体之阴过或不及，则命不能凝。 《黄帝内经-素问-四气调神大论》曰：『春三月，此谓发陈，天地俱生，万物以荣，夜卧早起，广步于庭，被发缓形，以使志生，生而勿杀，予而勿夺，赏而勿罚，此春气之应，养生之道也。逆之则伤肝，夏为寒变，奉长者少。』夜卧早起，身心驰缓，温柔锻炼，适当饮食，无阻春气之荣生，以启激体内的生阳，蓄势待发。 摘自归正先生微信（春操）：鸡年听鸡，雄鸡三唱，曙光已现，这时大约在早上5点。别睡了，睡懒觉就是不听鸡的话；也别急着跳下床来，这时鸡还没外出觅食呢。1） 坐起来，轻轻地运动颈项部：仰起头，努力让后枕部着背；俯下头，希望下颌能贴胸；左右侧弯，看看双耳朵能否靠肩；再慢慢左右旋转。这一切都要轻轻地进行，禁止用蛮力，做2-3分钟。2） 搓热自己的手掌，再以自己的手掌按摩揉搓颈项部，也做2-3分钟。3） 用食指（剪好指甲）慢慢插入外耳道，轻轻转动便可产生巨大的声响，转动5-6圈后突然抽出，如此3次。4） 用手指（剪好指甲）轻轻叩击头皮1分钟。这些运动统合起来，便是“春操”。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Mon, 04 Feb 2019 07:30:00 GMT","guid":"https://www.zhinuo.space/article/719cdc7f.html","category":"悟"},{"title":"分享：中医归正 --- 漫漫长夜，没有一颗流星能够长存","link":"https://www.zhinuo.space/article/1f0d851d.html","description":"知诺浮想：从近地行星，到几百光年以外的宇宙，人类已知的存在生命的星球，似乎仅有地球。独一无二，百万分之一的概率。 从这个视角，黑暗无边，寒冷无尽，而光明闪烁，温暖有时，万物终归寂灭，先贤知不可为而为之，引导人们向往光明，向往温暖，崇阳惕阴，人类才有希望，生生不息？？？ 归正先生微信公众号原文如下： 漫漫长夜，没有一颗流星能够长存 引言：即将告别农历戊戌年了，也要如往年一样，写点什么以示纪念。本篇文章，归正写得较为沉重，毕竟在过去的一年中，我们失去了太多。关于这篇文章的标题，归正想了很久，最后略显无病呻吟地写下了“漫漫长夜，没有一颗流行能够长存”。这个世界上最悲冷又无奈的意境，在归正看来，莫过于在夜空中看到流星的转瞬而逝了… 好了，开始本次的文章。漫漫长夜，没有一颗流星能够长存—Jean Francois Millet《星夜》漫漫长夜，没有一颗流星能够长存。过去的一年里，我们告别了太多熟悉的名字。大侠归隐，再也没有人为我们描绘中华乌托邦；狂人谢幕，再也没有人在道貌岸然的人群中嬉笑怒骂；智者远去，再也没有人将浩瀚星辰向我们娓娓道来…很多人说，过去的一年对于当下文明而言，是一场浩劫，因为有太多值得我们敬重的名字止步于此。对于时代精英的离去，归正当然痛心且悲伤，在惋惜之余，归正也仔细回想了一下，我们似乎每年都在发出类似的感慨？不是吗？归正无意贬低这个时代，但越来越多的人开始厚古薄今，却是不争的事实，不是吗？夕阳下长长的背影，这就是精英们在这个时代的定格—Vincent Van Gogh《夕阳下的杨树》漫漫长夜，没有一颗流星能够长存。这是一个沉重却又不可回避的事实,也是这个时代的悲哀。这是一个浮躁无比的时代，隐约中还能听到后工业时代流水线机械运行的嗡嗡声：我们的医疗系统消耗了全世界60%以上的抗生素，可走进医院的病人却越来越多；我们的地产行业在这片土地上复制黏贴了巨量的房产财富，可我们的新增人口却越来越少;我们的教育体制培养出了一批又一批善于考试的人才，可有风骨的读书人却越来越少…一切都在一个固定的频道上运行着，就像金拱门的小哥麻利地制作着一个又一个的汉堡…这是一个浮躁无比的时代，凡是都恨不得能够找到捷径：速成、攻略、秘籍都是人们所热衷追求的… 在过去的2018年里，归正曾送一友人《素问》，没过几天，该友人就网购了一本白话文《素问》看得津津有味；归正也曾试着传授一友人养生之法，该友人却说“就直接说我的胃病怎么治吧，不要谈胃以外的东西了”… 这些也是让归正感到很遗憾的事情了。可以花巨量的时间等待荧幕上戏子侏儒的拙劣演出，却不能把片刻时间留给沉思和真理，这是我们不得不面对的事实…戏子对当下人类的影响，不亚于当年伊甸园里魔鬼撒旦对夏娃的引诱—John Stanhope《The Temptation of Eve》漫漫长夜，没有一颗流星能够长存。在这个浮躁的时代里，没有哪颗灵魂可以获得片刻安宁…久而久之，这个时代的深邃灵魂被逐个隔离，成了一座座无人问津的孤岛。也许，这些灵魂也有时而被人提及的时候，但大多是出于物质无忧之后附庸风雅的目的… 一曲肝肠断，天涯何处觅知音？这些灵魂渐渐成为了这个时代的孤魂野鬼，再也找不到属于自己的殿堂。久而久之，这个时代的深邃灵魂逐个远去。我们或念叨一句诸如“大师莫走，大师归来”之类，或在朋友圈里转发一篇纪念暖文以示自身修习，可转身即是忘却，又再一次扑入这个时代白花花的胸脯里，不是吗？前一阵子，归正与友人们闲聊成长。一个朋友对成长的描述听了让人痛心：“成长，就是把儿时心爱的玻璃球一个又一个地扔入深渊，连回响都听不到了”。随着这个时代的前行，多少深邃的灵魂也成了落入深渊的玻璃球…煌煌天道，终不可逆。生老病死，天地常理。深邃灵魂的远去不可怕，可怕的是深邃灵魂的衣钵和风骨再也后继无人：孔孟之后，仲舒一统百家；仲舒之后，韩愈文起八代之衰；韩愈之后，守仁开创阳明心学；守仁之后，尚且有马一浮；马一孚之后，勉强还有季羡林；季羡林之后，现在还有谁？这个物质的时代有如癌症，疯狂地吮吸着这个民族的新鲜血液，却鲜有新的血液去丰满这个民族日渐枯萎的灵魂…满腹经纶无人听，只好街边烤香肠…—Norman Rockwell《流浪汉与狗》漫漫长夜，没有一颗流星能够长存。夜幕，成就了流星的闪耀，却也注定了流星转瞬即逝的宿命。流星无法改变夜幕的黑，流星划过的夜幕也只会显得更加黑暗。回顾当下文明的过往，在历史的长河中，确实有过不少的流星闪耀，但却又伴随着整个时代的黑暗：孔子周游列国，却难敌礼崩乐坏于朝野；耶稣圣地传道，却难耐魔道横行于殿堂；司马迁铁骨铮铮仗义执言，却落得去势之辱；陈寅恪学富五车不近政务，却憾死陋室之中… 他们都是各自时代最耀眼的流星，但最终都被吞没于长夜的黑。圣人为了真理前仆后继，最后都难逃厄运…—Jean de Valentin《基督将钱商逐出圣殿》漫漫长夜，没有一颗流星能够长存。其实，自原人被上帝赶出伊甸园的那天起，自许由不受尧之禅让的那天起，人类的文明就已经置于漫漫长夜之中了。而且我们在长夜之中待的太久，以至于我们偶尔见到几颗流星，都欢呼雀跃。殊不知，在那个至人辈出的黄金时代，孔子耶稣之辈不过归于多如牛毛的圣贤罢了。那个时代，曾涌现出了一大批通天彻地的至人，只是我们的文明遭遇了三次不可挽回的断层（周室没落，焚书坑儒，五胡乱华），才让他们的名字隐没于历史的长河之中…漫漫长夜，或有终时。纵是燃灭了身躯，流星还是提醒着黑夜里的人们：这个世界本有光。也许，我们这个时代长久的流星闪耀，就是黎明到来的信使。有诗人说：“黑夜给了我黑色的眼睛，我却用它去寻找光明”。归正深信人性对光的渴盼是与生俱来的，长夜也必将过去。回首过去的几年，归正也看到了些点拂晓的征兆：戏子侏儒最起码略有自知之明了，文人学者最起码被重视和宣传了…&nbsp;诚然，我们依然还有着这样那样的不足，中华正道的回归也远未实现，但毕竟这是伟大的祖先留给我们的家园，值得我们去期盼和守候黎明的到来。不论夜黑有多深，光明必将来临—Albert Bierstadt《Forest Sunrise》2019年，农历己亥年。愿我们能够从电脑走向书桌；愿我们能够从荧屏转向球场；愿我们的身边少一点粉黛之色；愿我们的身上多一点君子之风；愿我们真心祝福身边的每一个人，无分喜恶；愿我们诚心帮助身边的每一个人，不分得失。不要抱怨这个时代的各种不是与不公，众生共业，每个人都是自身命运的始作俑者。归正一直深信，心性的磨炼，真知的领悟，才是迎来新时代的基石。且让我们沉住气，静下心，充实完善自己，让自己变得更平和，更包容。也只有这样，我们的时代才能彻底告别漫漫长夜，迎来黎明的曙光！2018，远去的流星一路走好。2019，愿我们倍加努力，丰满各自的灵魂。漫漫长夜，没有一颗流星能够长存。但，黎明终归会来…推荐阅读：我的外公（归正一生的楷模）请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—我所知道的“修炼”有病方为贵：告诉你身体小毛病背后的故事须弥山仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头也说癌症 / 归正先生归正先生 / 寻回中医的原貌———— THE&nbsp;END ————做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/pIdsbMSwDiKU4t2XtVQ92Q","pubDate":"Sat, 02 Feb 2019 00:36:00 GMT","guid":"https://www.zhinuo.space/article/1f0d851d.html","category":"摘"},{"title":"分享：中医裘万吉 - 如何看病（一、二、三）","link":"https://www.zhinuo.space/article/e7e8c9e6.html","description":"如何看病（一、二、三）如何看病（一） (2019-01-07 11:22:00)作为一名中医，首先要知道，什么状态为中，什么状态为医。先言中: 中的本义：不偏不倚是为中。中的象形：春夏秋冬，首尾循环，终而复始，一气周流。所谓道生一，一就是一个圆运动。 一气分阴阳，产生阴阳图，是谓两仪。阳化气，构成一个阳鱼，即是一个气化图；阴成形，构成一个阴鱼，即是一个液化图，此大而言之。再细分，阳化气是将阴液化而为气，产生如雾露之溉的所谓气即汽，亦即津气，是名云行，云行是为了一身之生命体的生化。阴成形是将生化后产生的精微之气再液化收降用来滋养机体和作藏精是为起极，是谓雨施。 话说这个阴阳图表达了一个生命时空的气化与液化的天地升降之象。然而这个升降的动力又从何而来呢？这就推导出了四象，这就有了阴阳鱼中鱼眼的分位。阴鱼中的鱼眼为阴中藏阳，此阳即八卦之坎卦的中爻之象。所以你看阴鱼之大象是阴，但其中却潜藏着生命气化之根，即真阳命火，是谓藏精。所以这个精的造字很有意思，左边一个米，米是什么？是种子是形，右边一个青，青是什么？东方生气，东方生气即是少阳生气，现在这个少阳生气固化潜藏在这个有形之内，而五藏主藏精气，故而称其为藏精，而肾为封藏之本，故称精之处也，平常所说的肾精，就是因为肾者精之处也。而这个藏精是作什么用的呢？ 阴者，藏精而起极者也。这个阴成形，形以藏精，这个藏精是为了起极，起极就是精化为气，这个气是什么？是谓元气，是谓少阳，是谓相火等等。那么，这个藏精又是如何起极的呢？肝者，疲极之本，魂之居也。这个肝就是负责开发这个藏精化而为少阳相火的一个机构。为什么称魂之居，魂者，云行也。所以阳化气是从肝起极之后产生的。而起极是开发化生出少阳相火，所以这个气化的动力就是这个开发出来的相火，即少阳生气。 那么，这个少阳生气，又是怎么个阳化气的呢？春三月，此谓发陈，天地俱生，这个发陈就是起极就是开发藏精化为少阳生气。这个生气流行于天地之间，所以说天地俱生。天得此生气，天阳至动，万物有此天阳生气，则万物各个体生命永动不息，这就是生命体的原始动力，而心者，生之本，神之变也。所以又说丁壬化木，木者，动气也，木属少阳。地得此生气，地阴本静，得阳始化，所以脾土称备化，必得此少阳生气而后始乃化谷，所以又说甲己化土。 甲己化土，即锅下生火，锅中水谷得此相火蒸化而腐熟，然后气化上行以奉心肺，心通过血脉并且得肺的协助而宣布此水谷精气运行全身，以供一身生化之用，此即上焦开发宣五谷味熏肤充身泽毛若雾露之溉者是谓气。此气即是水谷精气，亦所谓雨出地气，而此精气又含少阳火气，是少阳火气利用了水谷精气的结果，此水谷精气通过渗透，一身之机体得此谷气而行生化（即所谓的新陈代谢）。被机体利用生化的气化状态，象应八卦之离卦，离卦之中爻，即是太阴之精，是为真阴。 机体生化即吐故纳新，而在这个生化的过程中，会产出新的精微物质，此犹如夏三月之蕃秀，万物开花结果。新产出的精微物质，此即阳鱼之鱼眼，是液化的动力之根。通过太阴肺的收敛肃降，所谓的金生水，然后才得少阴肾的主蛰封藏而化为藏精。藏精起极有两用，一个是为了机体本身的生命可持续。一个是为了繁衍后代。生命的可持续是为了开发利用地气以供生命生化。繁衍后代是为了后继有人，因为有形即有患，人身终将毁灭。所以食色性也。 那么，机体在这整个阴阳生化循环中能正常运化，即是常人，即处于中的状态。如果在此生化循环中，某一环节出现了异常，即是病态，病态从医。 如何看病（二） (2019-01-08 17:21:08)中之理既明，则当知医之义所在。医者春夏秋冬一气不得周流之象。也就表明了，邪之所奏，其气必虚的根由。看医字，因于人体本身的气虚，而至肺主皮毛的卫外能力不足，而至阳气不能卫外为固，出现皮毛洞门大开，此口之右边空虚之见象也。邪气入身而后，必有相应的机体自身调节功能的防卫启动，从而出现气机的偏倾状态，而至四象不得和平。口中居矢，即为此义。此医之理亦明了。接下来 该是临证看病了。 临证看病，当学医圣之伤寒论的看病法为简要。伤寒论看病，以辨三阴三阳病脉证并治为提纲。因百病之生皆生于风寒暑湿燥火，以之化之变而来。而风为百病之长，寒为六淫之首。缘于此，仲圣写作临证看病之书，从伤寒入手，论临证看病辨治之机理方法，故名《伤寒杂病论》。 伤寒一日太阳受之。脉若静者，为不传；颇欲吐，若躁烦，脉数急者，为传也。百病初起，皆从太阳。如果心态平静，则脉自然也平静不躁急。那么，病就不会往里传变，可能即使不采取治疗措施，也会在经过一个七日周期后自愈。如果心态坏极了，躁急躁急的，心烦的很，那么，脉也自然会变得数急起来，这个状态下，病就会很快的往里传变。 当然，如果是感受了时气瘟疫之类的大毒之病，可能就由不得你的心态了，这个毒气本身就会让人体的气变得非常的急躁，会产生很快的传变。 一般的外感病，伤寒一日太阳受病，会出现脉浮，头项强痛而恶寒的表现。脉浮表证的一个脉象。头项强痛，太阳经病的一个典型证，也表示了一个风寒伤上，清湿伤下的机理。所以接下来就具体论述伤于风寒的各自证类表现。 太阳病，发热汗出恶风脉缓者，名为中风。太阳病，或已发热，或未发热，必恶寒体痛呕逆脉阴阳俱紧者，名为伤寒。对比中风与伤寒证的各自特点：太阳中风首言发热，然后紧接着发热后会伴随着自汗出，身虽热而却会恶风，这个中风证在脉象上的表现是缓，即涣散、散漫柔软之象。太阳伤寒则区别于中风之发热首证，为或已发热，或未发热。显然伤寒证对于这个发热不发热并不那么注重，而注重的是：必恶寒体痛呕逆脉阴阳俱紧。伤寒必恶寒，伤寒证因为脉阴阳俱紧，整个肌肤收敛拘紧，阳明精气上奉外宣的道路受到了强大的障碍压力，正邪相争激烈，就会表现出体痛，阳明精气上奉受阻，就会产生回逆，逆于中则呕见于上。 温病在这里只作并举，花开两支，暂表一支。所以后文都在对风、寒证展开论述。太阳病欲解时，为巳午未，正当红日当头照，阳气盛大于天地之间的整个生化空间的状态。所以，治疗太阳病的方法，也就是需要打造出一个气势向外，能让人体天人之交的生化空间能量壮大起来的一个方法。欲解时表明了治疗的方向、治疗的理法。 太阳中风，阳浮而阴弱，阳浮者热自发，阴弱者汗自出，啬啬恶寒，淅淅恶风，扇扇风热，鼻鸣干呕者，桂枝汤主之。这条具体论述了太阳中风的病证机理，并设立了专门的对治之方。发热是因为阳浮。汗自出是因为阴弱。发热而恶寒是太阳病的特殊表现。中风恶风，理之必然。扇扇发热，表现出来一种特殊的身体感。这个太阳中风证对治之方为桂枝汤。 桂枝汤：桂枝、生姜顺应了这个阳浮，将领上阵需要带兵粮，炙甘草即兵粮也。中风证由于存在一个相傅治节功能的不足，而至兵粮的一个外泄损失，所以需要配合芍药、大枣来协助相傅增强这个调节功能。并且因为这个兵粮的发源地是阳明中土，而生姜、桂枝同时具有帮助阳明中土气化的作用。气机偏于浮散而使中下相对会变得不足，所以芍药正好制约了这个气机的浮散，同时有大枣来填实中下焦。理气象具备，则自战无不胜。 太阳病，项背强几几，反汗出恶风者，桂枝加葛根汤主之。这个条文：这个太阳病也汗出恶风，首先太阳病脉浮是肯定的，汗出是阴弱而至气机偏于散漫的一个特点，而且恶风也具备中风恶风的特点，这里没说发热，说明不是典型的太阳中风证，但也具备了桂枝汤方证特点，所以可用桂枝汤对治，但是这里没有发热而却有了一个项背强几几的证，强几几表示了什么?表示这个局部肌肤紧张不柔和的象，也就是一个津液凝聚的象，局部津液凝聚不就是一个痹气么。葛根能治诸痹，正好对治这个痹症。所以是用桂枝加葛根汤来对治。 如何看病（三） (2019-01-10 21:49:19)15、“太阳病，下之后，其气上冲者，可与桂枝汤。方用前法。若不上冲者，不得与之。”这个条文是怎么一回事呢？太阳病，说明是表证，表证的正治法是发汗或利小便。然而却用了下法，这是个误治，这里没说是中风还是伤寒，反正下后出现了气上冲而没有下陷内结，用了桂枝汤来对治，为什么？分析一下，下法会损伤中气，这和出汗会伤中气是一个道理，但下法伤中气以后，有几个情形会出现，有人会出现下元空虚，有人会动水饮，而同时又表不解。都有相应的方法对治。而这条没有出现以上两种情形，而是出现气上冲，气上冲有什么表现？内之上为心胸，再一路而上则是直至头顶，气机仍然是向外向上宣发之走势。那么，桂枝汤的药性本来就可以从心胸将能量往外运行的一个方子，同时也是一个能补充中气受伤的方子，所以这条说可与桂枝汤，但是没说主之，这是因为也合适才借用一下。有人说气上冲是桂枝证，那么，麻黄汤也有桂枝，所以，我们读条文又必须对照前后文来看，这个条文的前面一路都是在讲太阳桂枝汤证的状态，还没有谈到太阳伤寒麻黄汤证，所以看这个条文的太阳病，应该本是桂枝汤证的太阳病，所以下后没有出现其它变证，只是出现气上冲，可能也就没有明显的症状表现，就只是气血上冲后产生了轻微的头晕晕的，脸涨红了的一种表现。如果有其它兼证，比如后面的桂枝加厚朴杏子汤证，就是太阳病下后出现微喘，那么，这个出现微喘为什么就用桂枝加厚朴杏子汤呢？很显然，道理跟这条一样，是下后出现了气上冲，但是因为内里本身有水饮，上冲之气触动了水饮而引发微喘，所以是桂枝汤加厚朴杏子以对付水饮。这跟那个喘家作桂枝汤加厚朴杏子佳是一个道理。喘家就是本身内有伏饮感冒桂枝汤证，就很容易触动伏饮而发喘咳，所以先加上厚朴杏子来预防，或者感冒了桂枝汤证同时已经兼有喘咳了，都可以用这个法来对治。 那么，如果是酒客病，见到了汗出恶风的证状，不可就用桂枝汤，酒客见到了这个表现，是因为发的酒风，内经有治疗酒风的方子，是泽泻汤加糜衔。下面一路的条文都是在说太阳桂枝汤证的一些夹带变通法。 20、“太阳病，发汗，遂漏不止，其人恶风，小便难，四肢微急，难以屈伸者，桂枝加附子汤主之。”这条说太阳病发汗后，出现汗漏不止，同时恶风，这是桂枝汤证啊，可以用桂枝汤，下面说小便难是汗出太多的缘故，可以不用管它，但同时有四肢微急的症状存在，急有紧意，内经尺肤诊有一个缓急对比诊法，其中的缓就是松散柔软的一个象，而急就是收敛紧张不放松的一个象。所以，急可作紧看，有寒凝的意思，就是四肢表观紧急不柔和，甚至出现强直或拘紧的现象，治疗的方法就在桂枝汤中加上一个炮附子来对治这个急。那么，从证侧病，这个治疗前的太阳病可能就是一个伤寒证，发汗后，大的格局变成了桂枝汤证，而却还有一部分的拘紧没有解开。这个时候不能再用麻黄汤类发汗了。看下面这条文就知道了，57、“伤寒发汗，已解。半日许复烦，脉浮数者，可更发汗，宜桂枝汤。”太阳伤寒发汗病己解，后来又出现了脉浮数而烦的表证表现，就不再用麻黄类的方子了，而是用桂枝汤，更何况这个条文还出现了汗出有点止不住的样子了，所以需要用桂枝汤了，因为还有某些局部的津液凝聚的痹证存在，所以加附子除痹。 那么，条文说到这里，存在一个矛盾，前面的一个桂枝加葛根也是因为存在一个局部的津液凝聚，到底与这条有何区别呢？这就需要从葛根与附子的药性区别上去分析了，同样从伤寒论的整个前后条文的用药情况也可以论证其区别所在。后面一个太阳与阳明合病，必自下利者，葛根汤主之。太阳与阳明合病不是出现大便秘而是说必自下利，这个必自下利，究竟是拉肚子呢？还是因为拉肚子后而出现太阳病不解同时出现了阳明的合并证。太阳是一个表证合并了阳明的一个阳气亢盛于外或上，这个时候在症状上可能除了太阳表证同时又会见到一些比如咽喉疼痛之类的上火现象，而在脉象上就会出现寸脉大于关脉，同时尺脉就会趋于偏弱，可能同时会兼见拉肚子，但不一定，这个必自下利，只是在表达下部是虚的，而不是承气汤证的胃家实的阳明证。这个时候仲圣用桂枝汤加麻黄来解表寒，加葛根来起阴气，收敛一下亢上的阳气，来敛上填下，同时葛根还能除痹，不但不会影响解表，而且还会帮助解表，葛根就是这样的一个定位。所以在太阳阳明合病，出现下虚，需要解表兼固下时，葛根这位药就上场了。 这样看来，因为用葛根具有敛上填下的作用，所以平素阳气偏于亢上，动不动就上火或常见脸色偏红之人，出现了这个桂枝汤证兼有局部痹证的状况，就可以用桂枝加葛根汤了。桂枝加附子汤就不言而喻了，附子是温阳祛寒的虎将，必然是用于平素偏于阳气不足一点的体质状态。 原文地址：http://blog.sina.com.cn/s/blog_61c78c240102yfn3.htmlhttp://blog.sina.com.cn/s/blog_61c78c240102yfoa.htmlhttp://blog.sina.com.cn/s/blog_61c78c240102yfra.html","pubDate":"Fri, 11 Jan 2019 02:00:00 GMT","guid":"https://www.zhinuo.space/article/e7e8c9e6.html","category":"摘"},{"title":"小寒浮想","link":"https://www.zhinuo.space/article/c2da5c68.html","description":"节气随想 小寒 从海平面向高山，海拔越高；从赤道往两极，纬度越高。这些地域的共同点，是温度越来越低，气候越来越冷，生物种类的丰富性也越来越少，物种生存的难度越来越大。可以说，寒冷不利于生物的生长和繁衍。 夏，在南方显著，其性暑热（其卦离☲火，其德亨），生灵新生更代；冬，在北方明显，其性寒冷（其卦坎☵水，其德贞），生物陈腐凋谢。 贞者，正，固。以卦而言，指初二三爻所成之内卦。冬时，大地外枯内荣，动植更替，淘汰病弱陈腐，“优化”资源配置。 《黄帝内经素问》四气调神大论篇曰：“冬三月，此谓闭藏，水冰地坼，无扰乎阳，早卧晚起，必待日光。使志若伏若匿，若有私意若已有得。去寒就温，无泄皮肤，使气亟夺。” 春夏养阳，至于夏末，阳极阴生。秋冬养阴，顺应天气，无扰乎阳则天气内藏而贞固。 我们四季都应该避寒就温，尤其冬春时节，应该尽量减少或避免剧烈运动，减少饮食的过量摄入，可以减少阳气的消耗，让人体出清，去腐存新，在此过程中，人体有“舍”而得，生机焕发，完成新老更替。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Sat, 05 Jan 2019 08:30:00 GMT","guid":"https://www.zhinuo.space/article/c2da5c68.html","category":"悟"},{"title":"分享：中医归正 --- 归正先生 / 寻回中医的原貌","link":"https://www.zhinuo.space/article/95f83481.html","description":"知诺浮想：华夏先贤参赞天地，认为人“天造地设”，“天人合一”，“人法地、地法天、天法道、道法自然”，“人体自为一天地”。 人居天地之中而又自成一体，则必历春夏秋冬四季，然且不限于此。人体承一阳化饮食以供生身之用；继少阴传男女遂成身后之体。阴阳生死，循环无端，生生不息。 归正先生微信公众号原文如下： 归正先生 / 寻回中医的原貌 引言：很久未跟大家谈医论道了，其实归正一直在酝酿要跟大家谈点什么… 很多人批评归正文章写得不真诚，绕得读者云里雾里。对此，归正当然有责任，但归正也真心认为，当下的人世间，确是无法匹配最高深精微的至理，即使归正哪天全说了，也必如暗夜流星刹那陨落。也罢，归正今天说点干货，至于怎么理解怎么运用，且让仁智各见吧！我曾身处异道，而今竭力高呼，只为正理得彰！—Raphael《圣保罗在雅典传道》自学医起，归正没少跟中医学者切磋，也钻研过各类书籍文献，但凡提到中医生理学，不外乎五行相生相克的脏象理论。所谓五行脏象理论，就是把人体的肝心脾肺肾五个脏器，象化为木火土金水，人体在木→火→土→金→水→木的相生和木→土→水→火→金→木的相克状态下，达到完美的平衡，一旦平衡被打破，人体的病痛就来了。五行相生相克，在中医经典《黄帝内经》里确实有着很多系统性的记载，但在另一本中医经典《伤寒论》中，却只字未提。《伤寒论》通篇只有藏在云里雾里的六节（归正按：六节也称三阴三阳，可分为太阴、少阴、厥阴、太阳、阳明、少阳）。归正认为，《黄帝内经》是一本古代论文集，要选读，对读者的辨识判断能力有着极高要求，书中所提更不能全部奉若正理。中医生理学除了五行理论外应该另有高论。那么，进入今天的话题，遥远又陌生的六节脏象。一、哀叹 / 真学失传的历史事实&nbsp;中医，能够历尽劫波传承至今，着实不易。但是，中医也是不幸的，因为核心理论很早就失传了。在归正看来，现行的中医已非正统。撇开上古神医们的传说不论，人们熟知的中医始于东汉末年《伤寒杂病论》的成书，张仲景因此书封圣，至今未改。可惜生逢乱世，医圣客死异乡，原书失传。数十年后的晋代，太医令王叔和在机缘巧合下获得断简残章，加以整理，才有了今天我们看到的《伤寒论》。然而，很可惜，王太医似乎并没有找到书中六节脏象的注释，导致后人读不懂《伤寒论》，六节脏象从此失传，令人浩叹。在六节脏象失传后，中医需要寻找一种可替代性的生理学理论用以解释人体，最终的选择，就是五行理论的兴起。在汉代之前，五行基本是用于解释万物规律。归正旧时游学海外，曾大量阅读Paganism的中古文献，其中也有不少类似五行的描述，也不针对人体。因此，五行相生相克，更应该被理解为古人的世界观，最初跟人体并无关联。用五行解释玄冥幽微的人体，虽也有其合理性，但毕竟不是《伤寒论》真传，这使得后人学医的方向逐渐偏离了《伤寒论》，越走越远。近些年，归正听说《伤寒论》已被降为“选修课”，气得真想破口大骂。二、回顾&nbsp;/&nbsp;还原《黄帝内经》的论述逻辑六节脏象后世谈得少，上古时代却很常见。《史记—扁鹊仓公列传》，扁鹊部分，只谈阴阳，没有五行；太仓公部分，谈阴阳近20处，并出现了太阳、阳明、少阳、番阴、二阴、厥阴等名词，只有一处谈到土不胜木。不过，《史记》毕竟不是医学专著，让我们回顾一下《黄帝内经》头九篇（建议大家顺着归正的思路翻开书）：前三篇，谈的是阴阳四时与人体关系；第四篇，似乎在谈五行脏象，却始终不见五行二字，木火土金水只是春夏秋冬四时的附论；到了第五篇，终于出现“天有四时五行，以生长收藏，以生寒暑燥湿风”，但该篇名为“阴阳应象”，核心内容依然是阴阳和四时。第六和第七篇只论人体阴阳，第八篇通论各脏腑功能，这三篇也未见五行二字直到第九篇《六节脏象论》，中医脏象理论终于完成奠基。该篇虽见五运二字，但核心内容是篇名中提到的“六节脏象”。每本书的前几篇必是奠基定调的，接着才是展开论述，主旋律没抓住，读得再认真也是无用功。纵观《黄帝内经》头九篇，不难看出，六节才是论述的核心，五行只是附带论及而已。纵观整本《黄帝内经》，以“脏象论”作为篇名的只有“六节脏象论”，根本就没有与之匹配“五行脏象论”。我们手握的《黄帝内经》，在唐代曾做过一次修订。那时的太仆令王冰，将师氏秘传的七篇大论增补入书（归正按：这位师氏非凡人，传说最终修炼成仙），并将五行与六节的关系定调为“天以六为节，地以五制会”，天尊地卑，乾坤定矣！王冰已经说得很清楚了，六节远比五行重要得多。三、还原&nbsp;/&nbsp;告诉你六节脏象是什么归正知六节，凡夫得天道。归正不聪明，但是用心纯粹，六节理论在现有的中医典籍中已经消亡，但是，不排除在丹道、祝由、象数等书籍上找到线索的可能，甚至在基督教《圣经》之中都有真理的余迹。归正在这里不讲推理的过程，因为这将是鸿篇巨著，或将削弱归正的命格，所以，在此只讲推理出的结果：饮食和情欲，是人生存和繁衍的两大前提。顺着这个思路，古人对人体生理学进行了梳理搭建（对应着上图）：在少阳（肝）和太阳（心）之间加入阳明（脾胃），太阴（肺）和少阴（肾）之后加入厥阴（生殖器）。阳明（脾胃）化饮食精华，成为人体的储备能量；厥阴（生殖器）传男女精气，进而实现人类的世代繁衍。随着上图箭头所标的方向，外来能量在人体内循环往复：（一）饮食由口入胃，诱导肝胆能量（胆汁）进入脾胃帮助消化；（二）胃肠道蒸腐运化，产生了人体需要的能量，进入心脏；（三）心脏持久跳动，通过动脉血将能量输灌于周身各处，就如天上太阳一般德施周普；（四）血液采集人体各处精华糟粕，通过静脉血带回肺，有能力承接太阳（心）能量的只有太阴（肺），肃肃出于高原；（五）肺对静脉血带回的精华糟粕进行审理判别（这便是《黄帝内经》第八篇《灵兰秘典论》中“肺为相傅之官，主治节”的正解），糟粕之物，化为痰饮，排出身体，精华之物，化为精血，下藏于肾；（六）在人体需要的时候，肾将藏精血的功能转移到了生殖器；（七）生殖器在无用之时，又将精血转化为肝胆能量，随时准备着对饮食的消化分解。简而言之，六节，是天地四时在神圣人体的人道化：在阴阳太少之间加入饮食（阳明）男女（厥阴），天人合一在此得到印证！煌煌天地，以春秋冬夏成道；幽微生灵，以饮食繁衍得昌。学人切记，学人切记！四、总结易曰：简易则天下之理得。艰涩难懂且成系统的理论，多是有问题的，因为要花费大量的文字去粉饰其没有问题。五行相生相克，看似完美无缺，实则空洞无物，问题多多。归正写在文中的六节脏象，听起来是很陌生，但是不难理解，凡是有文化的读者，应能消化80%以上。归正坚定地认为，六节脏象就是古圣眼中神圣人体的原貌，华夏文化中所有窥探人体更深奥义的尝试，都须以此作为基点，否则将枉费聪明才智，却换得一世糊涂！过去的2018年，我们告别了太多这个时代硕果仅存的巨匠。2019年，也许我们还将在日新月异的现代科学浪潮中激扬澎湃…我们的这个时代，前行的太快，落下的太多，以至于我们竟然没有时间去思考：我们究竟是为了什么而启程？且让我们缓下劲，仰望天上星辰，原来，无论我们走得多远，都还是天地间那活泼泼的人…文末附上归正过往部分文章清单：我的外公生气通天谈脏象请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—告诉你数字背后的故事归正先生—我所知道的“修炼”归正先生—告诉你圣诞节背后的故事有病方为贵：告诉你身体小毛病背后的故事夏日凉茶—你所不知道的慢性自残须弥山金匮真言—带你读懂《黄帝内经》第四篇中医养生：向你展现养生的三重境界（上篇）中医养生：向你展现养生的三重境界（中篇）中医养生：向你展现养生的三重境界（下篇）关于补肾—也许我们都错了仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头秋日进补：你深以为然的养生误区千般疢难—告诉你疾病背后的内因水断上源：告诉你吸烟背后的故事问路何方：中医渐亡之殇漫谈衰老 / 探秘更年期综合症关于感恩 / 归正先生我们为什么长得像父母 / 归正先生也说癌症 / 归正先生———— THE&nbsp;END ————做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/qKoFwlTZY0qweBmpZISshg","pubDate":"Tue, 01 Jan 2019 03:36:00 GMT","guid":"https://www.zhinuo.space/article/95f83481.html","category":"摘"},{"title":"分享：中医裘万吉 - 中医生理学-----六节藏象略谈","link":"https://www.zhinuo.space/article/fea1cefc.html","description":"中医生理学—–六节藏象略谈 (2018-10-19 15:30:25)中医生理学—–六节藏象略谈 谈中医生理学，始于四气调神大论成于六节藏象论。人生于天地之间，是天布气，地成形，人是天地合气，形神合一。先来看六节藏象论人与天地是如何通应的。人与天通应的是神气，人与地通应的是形体。下面来看藏象： 心者，生之本神之变也；其华在面，其充在血脉，为阳中之太阳，通于夏气。 肺者，气之本，魄之处也；其华在毛，其充在皮，为阳中之太阴，通于秋气。 肾者，主蛰，封藏之本，精之处也；其华在发，其充在骨，为阴中之少阴，通于冬气。 肝者，罢极之本，魂之居也；其华在爪，其充在筋，以生血气，其味酸，其色苍，此为阴中之少阳，通于春气。 脾、胃、大肠、小肠、三焦、膀胱者，仓廪之本，营之居也，名曰器，能化糟粕，转味而入出者也；其华在唇四白，其充在肌，其味甘，其色黄，此至阴之类，通于土气。凡十一藏，取决于胆也。 故人迎一盛，病在少阳，二盛病在太阳，三盛病在阳明，四盛已上为格阳。寸口一盛，病在厥阴，二盛病在少阴，三盛病在太阴，四盛以上为关阴。人迎与寸口俱盛四倍已上为关格，关格之脉赢不能极于天地之精气，则死矣。 从经文可得知，心与天通应的是夏气，为阳中之太阳。与地通应的是其充在血脉，其华在面。肺与天通应的是秋气，为阳中之太阴。与地通应的是其充在皮，其华在毛。肾与天通应的是冬气，为阴中之少阴。与地通应的是其充在骨，其华在发。肝与天通应的是春气，为阴中之少阳。与地通应的是其充在筋，其华在爪。脾、胃、大肠、小肠、三焦、膀胱者，此至阴之类，通于土气，名曰器。其与地通应是其充在肌，其华在唇四白。这里虽说六节藏象，但却只论四时通应，以及土气的通应，天气四时流行，而生万物者，则是交合了地之气，利用了地之气，天地合气了，万物才得以生化。那么，从上面经文的藏气通应排列顺序看，首论心，心为生之本，君主之官，所以人体的生化是在太阳心的层面。其充在血脉，所以，血脉必然是遍布一身内外的。紧接着的是肺，肺为相傅之官，辅助君主心完成生命的生化，继之以心夏气的宣通敷布之后的肺太阴秋气的收敛，必然要负责将夏气生化出来的繁荣成果之精华收获回来收藏起来，一以滋养机体，一以供作可持续的能源。接着的就是肾少阴冬气的主蛰，将收获回来的精华转化封藏。然后藏精重新由肝之起极而化藏精为少阳之气即春气。然后少阳生气持续启动全身的原始生命动力，从而利用血脉运送的水谷之精气的供养而生化不息。胎儿之气就是这样的一个生命生化过程，而出生后，肝发陈出的少阳生气分流出一支胆少阳入地与脾土合化而出水谷精气即阳明精气。从此人身便开始了自力更生的生命历程。一个自力更生的人，同时也就具备了食色性也。于是在四象循坏中增添了阳明与厥阴分别对应饮食与男女，成就了人格化的六节藏象生理。六节生理讲的是人体的天道生理循环。六节生理受病，脉变自然产生，故人迎一盛，病在少阳，二盛病在太阳，三盛病在阳明，四盛已上为格阳。寸口一盛，病在厥阴，二盛病在少阴，三盛病在太阴，四盛以上为关阴。人迎与寸口俱盛四倍已上为关格，关格之脉赢不能极于天地之精气，则死矣。 从三阴三阳病脉象看，少阳病为气郁在里，阳明病为气耗散在外，太阳病应该为气血宣布产生了障碍，从伤寒论的太阳病脉浮可以佐证。三阴病之脉理与三阳病同。 原文地址：http://blog.sina.com.cn/s/blog_61c78c240102y3aa.html","pubDate":"Sun, 30 Dec 2018 10:00:00 GMT","guid":"https://www.zhinuo.space/article/fea1cefc.html","category":"摘"},{"title":"分享：《为“导热外出”正名》和《“阴火”浅解》两篇","link":"https://www.zhinuo.space/article/5820c599.html","description":"为“导热外出”正名傅爱明/1981.4 热证是八纲辨证中很重要的一纲，它有虚实之分，其治则是“热者寒之”。实热为有余，又须“有余折之”，传统上有解表透热、通腑泄热、辛寒清热、苦寒清热等法，名目繁多，而其中相当部分均可以“导热外出”概之。“导热外出”虽未曾明确提过，但实为古人用于实热证的基本治法。 导热外出的理论来源于《内经》《素问•热沦》中治热条文有二：“三阳经络皆受其病而未入于藏者，故可汗而已。”“其未满三日者可汗而已，其满三日者可泄而已。”笔者认为不论“汗”或”泄”，皆含导热外出之意，以满否三日来区分治法，实言治热须先审病之久暂，以别热之所在，再因势利导，“其在皮者汗而发之”，一其下者引而竭之”，经两条途经，来导热外出。 《内经》治病以针刺法最为常用，治热也是如此。《灵枢•热病》曰“热病三日，……人迎躁者，取之诸阳五十九刺，以泻其热而出其汗。”《灵枢•刺节真邪》曰：凡刺热邪越而沧，出游不归乃无病，为开通辟门户，使邪得出病乃己。”可见针刺既能直接以手法开合使邪热外泄，又能间接通过发汗等效应而达到治热的目的，这些机理也均是导热外出。 其它如“体若燔炭，汗出而散”，“火郁发之”等等，皆是《内经》治热的典范。尽管《内经》未明言导热外出一同，但其理法实际上已阐明。 导热外出是仲景治热的重要方法仲景治热，在太阳用麻、桂为君，以发汗解肌，驱邪外出、郁阳得泄故能不清热而热自消。在少阳用柴胡为君，以转透郁热。入阳明经虽热甚，但仍为无形邪热，犹可转透，故用石膏为君，辛寒清透。至阳明腑实内结，邪热已无转透之机，故改用大黄为君，因势利导而下之，别开出路。以上三阳证之主方，在导热外出上是一致的。再如大青龙汤、大柴胡汤、大陷胸汤、桂麻各半汤、桂枝二越婢一汤，麻杏石甘汤、枝子豉汤、桃核承气汤和抵当汤，等等，亦皆导热外出，仅泄热途径不同而已。 在《金匮要略》中，风水表热用越婢汤以透表热泄，热入血室用小柴胡汤转透郁热，热毒肠痈用大黄牡丹汤攻下泻热、逐淤排脓，湿热黄疸或汗，或吐、或下、或利，皆系本法的具体应用。 综上所述，仲景治热，证属有余者，不单纯用寒凉清泻药，而是通过导热外出手段达到治热的目的。 导热外出是治疗温病的关健叶天士在《外感温热篇》中指出：“在卫汗之可也，到气才可清气，入营犹可透热转气……”寥寥数语，导热外出的治法已一目了然。 吴鞠通治上焦温病初起邪在卫分者，用银翘散轻清之品，并嘱后人“勿过煎肺药取轻清，过煎则味厚而入中焦矣。”治太阴温病初起，咳而发热者用桑菊饮，治热入气分、火热炽盛者用白虎汤，热入阳明、腑实内结者用承气汤，皆仿仲景法，清而泄之。治太阴温病二、三日，心烦不安，胸痞欲呕者，用瓜蒂散催吐，以发越胸隔之热，显然也属于本法。治温病初入营分用清营汤，方中银、翘、竹叶轻清之品，正为透营转气而设。这些治法虽用于温病不同阶段，但均体现了导热外出法则。 在治温病中，“救津液”是十分重要的，但伤津液乃患于热邪，只有及时导热外出，才能有效地保护津液，不至于“亡羊补牢”，疲于救津。否则温邪稽留不去，不断耗伤津液，救津液是被动或徒劳的。因此《温病条辨》先论银翘散、白虎汤和承气汤，编在生脉散、增液汤之前，其道理就是“必伏其所主而先其所因”。 从上讨论，可归纳导热外出的具体途经如下：(一)发汗：如银翘散、桂枝二越婢一汤；(二)宣透：如枝子鼓汤、升阳散火汤；(三)涌吐：如瓜蒂散、千金烧盐方；(四)通腑：如承气汤、抵当汤；(五)利尿：如八正散、小蓟饮子。 导热外出法对实热证来说是一种治病求本，历代医家运用治病，获良好疗效，甚至某些病证的治疗非用此法不可（如承气汤证）。而且本法没有寒遏留邪之弊，比单纯的寒凉清热法全面。笔者今冒昧提出“导热外出”之词，希同道斧正。 “阴火”浅解傅爱明/1984.1 李杲在脾胃学说中独创地提出“阴火”，其内容主要阐述脾胃气虚导致气或失调而产生诸证，其治是培土升清以降火，补中益气汤为其代表方。由于李杲对“阴火”本质说明不清，注释者纷纭不一，诸论概之有四，一认为脾胃虚则肺气先绝，致卫外不固而易感六淫，外感之邪便是火，然外感之邪在于卫表，位属阳中之阳，岂能名“阴火”。二认为是脾胃温停，蕴热化火上冲，若是则当清热降火渗湿，岂能再用甘温助其湿热？三是中焦寒湿下注，下焦阳气被迫上浮，证似格阳而稍轻。但格阳必用引火归源法，岂能再用升提法？四以脾胃气虚，化源匮乏，致阴血亏虚而发热，此火相当于下焦阴亏水不制火之证。此说较上三者近理，但仍囿于下焦之火上冲之说。窃思此虚火既已上炎，当可再用升提已炎之上火？于理欠园。 据李杲自述，病理阴火生于饮食不节、思虑劳倦过度、损伤脾胃之气，致谷气下溜而“阴火”上扰。故言为“阴火”者必具二证：一，为脾虚气陷，一为“阴火”上扰诸证。脾虚气陷则有纳减、少气、懒言、怠惰，嗜卧、脘腹坠胀，久泄，脱肛等症；“阴火”上扰则有身热、面赤、口苦、咽干、眩目、头痛等症。综观之，颇有中寒上热之态，其所呈现火热诸症，皆属上焦病变，亦不当名之曰“阴火”，究竟此火出于何处？ 盖饮食入胃，经脾之运化升清，水谷精气上输入肺，然后上焦开发，若雾露之溉，敷布周身，然脾之运化升清与上焦宣发之气，皆赖相火之推动，张介宾认为“五脏之阳气非此不能发”，《黄庭经》谓“肾气经于上焦，营于中焦”，从而可以理解，在上焦宣发之气中，既包含脾胃上输之水谷精气，亦有肾气上输之相火。前者起滋润作用而本阴，后者起温煦作用而性本阳。二者一阴一阳，阳靠阴滋润制约，阴靠阳推动敷布，共同完成生理功能。 在病理情况下，谷气下溜无以上奉，上焦宣发之气因此缺乏水谷阴柔之气，致下焦上输之相火失于制约，而呈如燎如焚了，从而产生上焦“阴火”诸症。故其病机本在中焦，变见上焦，正如李杲所说：“脾胃气衰元气不足而心火独盛”。这里“元气”，实指水谷之气，《内外伤辨惑论》曰：“夫元气谷气营气卫气……此数者皆饮食入胃，上行胃气之异名，其实一也。”李杲说：“心火者，阴火也，始于下焦”。不难理解，“心火”即指下焦上输之相火，因其源于下焦，故“阴火”得名。再观“心火独盛”之“独”字，便可悟出：水谷精气下溜，不能上奉以谐和，故“心火独盛”，“阴火”既是病理名词，亦是生理名词，只有当它失于制约，在“独盛”的情况下，才转为病理。 李杲对阴火不用苦寒、滋阴、清降，而用甘温升提之法，其理在于调整上焦宣发之气，只有针对谷气下溜、无以上奉这一病机，始能化升水谷精气来滋润上焦失制之相火。故阴火之治，实寓有阳中求阴，再以阴配阳之妙。","pubDate":"Tue, 25 Dec 2018 12:01:00 GMT","guid":"https://www.zhinuo.space/article/5820c599.html","category":"摘"},{"title":"潮汐随想","link":"https://www.zhinuo.space/article/b32567df.html","description":"潮汐随想潮汐是海水在天体（主要是月球和太阳）引潮力作用下所产生的周期性壮观的自然现象。也可以说，特定的时间段下，在太阳和月亮引潮力的共同作用下，海水在空间上的大体量转移形成了潮汐。 通胀之后必有通缩，只不过是时间的早晚问题。 消费和生产信贷，将未来的预期收入提前支取用于现在的消费和生产（相比过去，现在是通胀），造就了当前的繁荣。而其实质是货币量在时间上的转移。一旦经济停滞甚至下滑，生产和消费意愿下降，预期反转，大体量货币的流向发生变化，则必然发生通缩（相比现在）。 冬至虽至，立春已经不遥远，然而，确实无误的凛冬将至！Winter is coming! ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Mon, 24 Dec 2018 08:56:00 GMT","guid":"https://www.zhinuo.space/article/b32567df.html","category":"悟"},{"title":"冬至浮想","link":"https://www.zhinuo.space/article/1479c978.html","description":"节气随想 冬至 冬时，古之先王止征伐、息劳役、修政务、休生养息。 古之先民不妄作劳、服精神、养身体，益寿延年。 春生夏长秋收冬藏，春华而秋实，其实一也。一以贯之，而非执一以强贯乎万也。 冬至，卦象为复，《周易》曰：“复其见天地之心乎！”一阳来复，阳气复兴于地下。凛冬将去，暖春将至，生机复现。“死”而复生，生生不息，此谓天地之心。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Sat, 22 Dec 2018 13:30:00 GMT","guid":"https://www.zhinuo.space/article/1479c978.html","category":"悟"},{"title":"分享：药香小屋 - 乱侃中医之 --- 失眠前篇-三八莫过少阳经，中正决断靠信息（上）","link":"https://www.zhinuo.space/article/6dfd4b20.html","description":"乱侃中医之 — 失眠前篇-三八莫过少阳经，中正决断靠信息（上）本来想下一篇就开始练武斗失眠，可是不把少阳的概念梳理梳理，失眠的方子就很难讲清楚它背后的道理。可是啊，少阳和厥阴，千古难题啊！于是开篇就纠结，到现在写了一半还纠结，不管了，这就是我认识的少阳。我们的睡觉啊，很多时候是跟人体少阳区块，也就是足少阳胆经和手少阳三焦的关系非常密切。《黄帝内经》讲从晚上11点子时开始，就要睡觉，因为血要回肝经休息，子丑二个时辰4个小时是要养血的，所以也有医家讲，人只要这四个小时能睡觉，基本上就不太容易猝死了，我们今天常常听到猝死的人，有很多都是喜欢在这四个小时不睡觉的人。所以胆经在睡眠上是非常重要的，一说到胆经，学点《黄帝内经》的人自然就想起“凡十一脏，取决于胆”，《素问》里面也说胆是“中正之官，决断出焉”。胆是一个中正之官，决断出焉，它是中正不偏的，所以它可以替我们的身体做决定，这是我们中国人对于胆的看法。要做决定当然要有充分的信息，一个企业，或者国家的决策者都必须掌握全面的信息才行，身体的决策也是一样，所以胆要做决策，它得先在建立一个遍及全身的情报网，把所有器官的资料都汇聚过来，它才有权力帮我们的人体做决定。它是怎么收集信息的呢？首先呢，我们看看足少阳胆经，足少阳胆经是人体最长的一条经络，从头部一直绕到脚趾头。我觉得JT叔叔对少阳经的定义是很搞笑而且非常准确，他说少阳经是个人体最三八的经络，为什么呢？学过针灸的人就知道，足少阳经经过的穴道，从头到脚一路子，什么重要的部位都会沾一下，大脑绕一下，子宫也沾一下，然后肾脏沾一下，肝脏串一下……就感觉这个少阳经好八婆的样子，不管黑道白道都到人家去串下门，经过这个脏问人家，最近你的老公还好吗？有不有去偷人？然后到另外一个腑串门顺便问问隔壁张太太回来了没有？又去另外一个脏说你隔壁那个谁谁谁呀，她老公在外面有两个小老婆你知道不知道，足少阳胆经就是这样子一条经，它可以跟人体里面很多部位会互相对话的。而且呢，当八婆八到一定的程度啊，她会成瘾，成瘾了之后呢，你知道她会怎么样？会养小鬼，什么叫养小鬼，就是有些东西她问不到了，她就叫她家小孩子去那个谁家玩，她就说你去他家玩的时候就问他爸怎么三天没回家，她会叫她家小孩帮她出去到别家去跟别家小孩打听。这都是比喻啦，方便大家理解我们的少阳（胆经和三焦）是怎么回事。那胆经养的小鬼是谁呢？就是人体的三焦这个东西。足少阳胆经在它的本质上就是去当八婆打听消息，它如果觉得我这样子打听还是不够透彻，最好雇几个狗仔队去偷拍，那狗仔队是谁呢？就是三焦系统。在《素问·阴阳类论》就说：“一阳为游部”，“一阳者少阳也”，就是三焦为少阳游部，三焦是少阳胆经放出去的千里眼，顺风耳，叫做游部，游部不就是到处晃悠的队伍的意思嘛，是不是很像到处窜门打听消息的样子？你说胆经和三焦这一个比喻，有没有道理呢？三焦之争我们来看看三焦是个什么东西？三焦呢，的确是个千古疑案。从《难经·二十五难》提出:”心主与三焦为表里，俱有名而无形”的论点之后，历代医家争论不休，谁也说服不了谁，但是归纳起来，基本上还是可以分为有名有形与有名无形二大派别之争。第一派：有名有形派《灵枢》最早认为三焦”有名有形”，如《灵枢·论勇》说：“勇士者，……三焦理横，怯士者，……其焦理纵。”《素问·金匮真言论》说：“胆胃大肠小肠膀胱三焦六府皆为阳。”《灵枢·本输》说：“三焦者，中渎之府也，水道出焉，属膀胱，是孤之府也。”在《内经》论述三焦的基础上，后世一些医家认为三焦应与其他诸腑一样，有表里关系，一定是有名有形的，从而进行探讨三焦的形质所指。明清期间医家主要有腔子、脂膜、油膜、网油等说法。到了近代陆渊雷、章太炎、祝味菊等人，受西方解剖医学的影响，根据”三焦者，决渎之官，水道出焉”，认为三焦是人体胸腹腔的淋巴干和淋巴导管，可以沟通全身津液，由此进而发展到全身淋巴系统，张锡纯则认为三焦是网油，赵隶华等依据古人解剖中无”胰腺”一词，从《难经·四十二难》的”脾有散膏半斤”和陈无择的”在脐下有脂膜如掌大”之论说，根据胰腺的现代解剖位置及其形恰如散膏，约如手掌大，结合其生理、生化、病理，认为三焦可能就是胰腺。亦有人根据”三焦与命门相为表里”之说，力倡三焦就是”脊神经”、”交感神经”、”植物神经”，等等。此外，还有人从形体方面来探讨三焦的实质，主要有：脂膜说、组织间隙说、胸腹腔说、胰腺说等。三焦有名有形，虽然能解释一些三焦的应用，但是很难完全解释三焦运行元气、运行水谷和水液等功能，难以自圆其说。第二派则是有名无形派这一派起始的理论则是《难经》，《难经·二十五难》就讲：“心主与三焦为表里，俱有名而无形””，三焦有名无实。三十八难说：“所以腑有六者，谓三焦也，有原气之别使，主持诸气，有名而无形，其经属手少阳。此外府也。”自此以后，如《中藏经·论三焦虚实寒热生死逆顺之法》说：“三焦者，人之三元之气也……其有名而无形者也。”唐代孙思邈亦谓三焦有名无形，如在《千金要方·三焦脉论》中说：“夫三焦者，一名三关也。上焦名三管反射，中焦名霍乱，下焦名走哺。合而为一，有名无形，主五脏六腑，往还神道，周身贯体，可闻不可见。”元代滑寿的《难经本义》说“盖三焦则外有经而内无形。”明代李梴的《医学入门·卷之一·脏腑条分》说：“三焦，如雾、如沤、如渎，虽有名而无形;主气、主食、主便，虽无形而有用。”近代张山雷在《难经汇注笺正》中亦说三焦”有名无形”。以上诸家论说，皆承《难经》”有名无形”之说。了这二大派别之外，近来有人根据三焦概念应用的广泛性，而提出“脏腑三焦”、“部位三焦”、“经脉三焦”、“辨证三焦”之说。三焦到底是个啥啥东西？的确是个千古难题，未有定论。对于我们人类的身体，如果承认我们其实认识的还很少很少，我们可以假设会不会历代医家说的三焦，是不是都在盲人摸象呢？我们要想了解三焦，其实和足少阳胆经是很难分开讲的，《伤寒论》争论最多的就是厥阴病和少阳病，被学者称为千古疑案。所以区区在下不才开篇就侃少阳，肯定是有些不自量力的，但是呢，要想搞清楚如何开药，少阳就是绕不开的坎，今天就给各位看官汇报下心中的那个哈姆雷特，啊，不，那个少阳。最近看过一个报道，说科学研究最新发现一个“从未见过的的充满液体的空间网络组织”，这不就很像咱们中医说的三焦对应到西医的一个器官吗？科学家发现人体新器官？是“液体间质”还是古老“经络”？或许还可以揭开癌细胞扩散之谜三焦在我们中国人的观点，是人体里面有一个很大的腑，这个腑是什么东西呢？是贯穿所有的五脏六腑，形成一个能量的网，把所有的五脏六腑都包在这个笼子里面，这样一个东西就是三焦。胆经呢，会发现三焦这个东西好用哦，它经过的地方比胆经还多，所以我要知道什么事情它都会告诉我，这样足少阳胆经跟手少阳三焦系统就会有紧密的联系。从上面的讨论我们可以看出，其实我们人体的一个自我侦测的机能是少阳，也就是胆（这里的胆是中医概念中那个功能胆腑，而不是解刨学的那个胆）和三焦在负责。所以如果有一天，这个少阳被攻击了，突然失去自我侦测的技能了，会怎么样呢？那就成了《伤寒论》小柴胡汤的 “往来寒热，热多寒少。”什么？小柴胡汤，日本人不是吃死人了吗？好吧，小柴胡汤吃死日本人，还有研究对肝造成的伤害，是因为他们没搞懂中医的少阳证，把柴胡治了一些肝脏的毛病，然后推广到了小柴胡能保肝，把小柴胡当保肝药长期吃造成了肝阴虚，也就是所谓的柴胡劫肝阴，然后阴虚逆生，最后成了间质性肺炎造成了几十人的死亡，我们中医谁会把小柴胡当保肝药吃啊！这个以后有机会单独开个篇章再讲，这次我们还是介绍少阳。功能的少阳小柴胡汤的往来寒热，他跟那个疟疾打摆子热一阵然后冷一阵是不一样的，少阳病的往来寒热，是烧一烧又不烧，比较是以天为单位的，不知道大家是否有过这样的经验？就是感冒了，然后第二天起来呢，感觉差不多好了，好像也没啥状况了，像我这种存在危机感的人其实蛮多的，觉得没病了就去上班，不然有罪恶感，于是就去上班或者上学了，当然也有小朋友是被妈妈赶去上学的，可是到了中午就觉得有点不舒服，午觉起来发现又开始发烧了，这种状况呢，就是张仲景《伤寒论》里的小柴胡汤证。小柴胡汤证为什么是这个样子呢？就跟我们说少阳被攻击，是去了自我侦测技能有关。因为，人体的胆这个八卦王他的情报最丰富，其他的脏器没有办法得到那么多情报，所以身体就会把决定权交给少阳系统。可是嗯，这个情报系统被病毒攻击了，这个人会怎样？就像《倚天屠龙记》里面的金毛狮王，被张无忌的妈妈用暗器打瞎了眼睛，他就怎么？他会忍着眼睛在流血然后拼命挥刀，免得张翠山和殷素素靠近他对不对？这种发烧就是胆经瞎掉的人的发烧，就是身体他根本不知道体内还有没有病邪，但是又瞎了，所以只好一直挥刀让它烧一阵子，过一阵子累了，然后停下来，然后又听到风吹草动，好像敌人还在，然后再挥一下，就这样子。小柴胡退烧，从现代医学的观念来看，这个柴胡可能刺激的人脑的下视丘，我们人类的脑部的下视丘可以说是自律神经跟人体体内的腺体的总开关。柴胡是中医少阳的典型药，我们看看少阳在脑补是怎样的？大家看看这个图，少阳经是如何在走呢，从肩井上来，它先在后脑勺沿着凤池、脑空到了眉毛上面的阳白，然后又饶了回来到了完骨穴，再往上饶什么填充、曲髻，又往上走，在下来到了听会，最后走到瞳子髎。手少阳三焦经呢，绕着耳朵走了一圈到了丝竹空。就像人的脑被少阳经这样子缠住的感觉，就是少阳经跟三焦经联合起来扣住人的头脑。当然你说督脉啦，太阳膀胱经啊，所以有没有在头上？有。有没有重要性？有当然都有。但是说到脑部的九大开关的功能的话，那还是少阳的范围， 所以柴胡退烧，在某种程度上是Reset了一下人体的机能，所以重剂量的柴胡暂时退烧很有效。说到这里，就想起经常碰到妈妈们提起，或者到医院常常开的一个退烧的中药，这个药就是：“小儿柴桂退热颗粒”我们看看它的成分是什么？柴胡、桂枝、葛根、浮萍、黄芩、白芍、蝉蜕。所以从它的成分来看，小柴胡汤的底方（柴胡、黄芩），然后又加了半贴桂枝汤（桂枝、白芍）加葛根，然后用浮萍、蝉蜕来解表。这个方子从我这种起步就从伤寒方学起的人，总是看着不舒服，有一种乱拳打不死老师傅的感觉。你说他治少阳的毛病吧，小柴胡半贴，你说它从太阳解表吧，也缺点固护脾胃的甘草大枣，总之感觉不爽。打听了一圈呢，感觉也是刚刚有点感冒发热的状态试用还可以，一旦高烧基本上没什么作用，所以感觉这个药好像是被玩坏啦。好，我们再说回这个人体自我侦测系统，人睡着了，身体机能，比如说心跳啦，血液循环啦，就会慢慢的降低，可是年级大的人呢，那个机能有时候可能就降的有点厉害，再慢下去就可能要挂掉了，所以胆经这个系统就可能会觉得再睡下去会不会死掉啊？于是就把人惊醒了，所以老人家睡觉一般就会比较浅，有点啥动静马上就醒来了。好像有一些统计是说，最容易在半夜睡一睡死掉的时间就是肝经往那个肺经去的时候，半夜三点左右，十二经脉啊，每相邻的二个经，不是同气相求，就是互为表里，你看三点到五点是肺经，然后转到大肠经，肺与大肠互为表里，然后大肠属金，转阳明胃经，阳明燥金通气相求，然后胃经结束到脾经，脾胃相表里；这么一路子下来，就是肝经和肺经，又不是互为表里，有没有同气相求，所以连接的就松，如果这个点醒来，当然也有可能肝经或者肺经有问题，也有可能人特别虚，容易挂掉，所以就会引起胆的严重关注，到这个点提醒下身体醒来下，别挂了。少阳少阳，从名字上就很容易把小孩跟少阳联系起来，的确也是如此，所以小朋友感冒，很多时候用小柴胡汤总是能有一定的赢率，特别是有些小朋友脾胃不好，一感冒就会呕吐的，那怎么都挂到点小柴胡的上面。不过话是这么说，药是用来治病的，不是没事瞎吃的，日本人搞了个西医研究，发现小柴胡好像什么促进血液流量改善肝脏活动，于是傻乎乎的把小柴胡汤当做保肝药，结果94年-96年之间，有几十个人把肝弄坏了传到肺，造成间质性肺炎死了十多个人。从中医来看，柴胡是劫阴的，没事瞎吃必然会造成肝阴虚，阴虚逆传，金克木，逆传到肺金，肺阴虚造成间质性肺炎。这不是很自然的事吗？没有什么小柴胡的小白老鼠试验，中医也知道没事瞎吃柴胡会对肝有损伤。可是中医黑呢，就喜欢借助这种自己要作死的事来攻击中医，动不动喜欢说个双盲，表示自己很科学，双什么盲呢，中医也从来没有说柴胡没事可以天天吃，你要真双盲，你的找一些柴胡证的病人，测试吃了药到底会不会好？还是肝脏损伤更厉害了？而不是拿一堆健康的小白鼠天天为喂柴胡，然后过半年说你看，肝脏都损伤成这样了，柴胡不能治病，这是啥子科学逻辑啊？再说砒霜这种千百年来的毒药，中医也用啊，一旦西医用了可以治疗白血病，那就成科学了，为什么不测量下砒霜对肝肾的损害，然后说砒霜不可以治病？标准完全不一样啊！对于我执这么严重的科学爱好者，已经不知道什么叫做“实践才是检验真理的唯一标准”了，所以也就不再废话说这个问题了。“是药三分毒”及如何找个靠谱的医生再说说吃药的问题，经常有妈妈问，是药三分毒，中药是不是吃多了不好啊？是不是农产品超标啊？等等这些，总之对吃药总是非常的畏惧。首先，一个人生病，能自愈吗？不能说绝对没有，但是既然你都来看医生了，估计自愈的概率就很低。一个健康的人，是阴阳平衡的，生病了，自然就不平衡了，靠什么才能拉倒平衡？当然你可以去找小儿推拿，也可以练练气功，问题是，这二样都解决不了的时候你还有什么选择？等待自愈？其次呢，有个小bb才不到1岁，就鼻塞不通很久了，应该已经是鼻炎了，然后妈妈到处哀嚎，我就劝她给孩子吃点中药，然后她就开始怀疑中药会不会对这么小的孩子造成伤害，我就问她一个问题“如果一周能解决你的孩子的鼻塞，你认为能给孩子带来的副作用有多大？如果你的孩子在这种鼻塞缺氧的情况下，到了三岁甚至四岁，你认为会给孩子带来的副作用有多大？”to be or not to be，永远是个问题，这个问题不是业余选手病人能做出正确的选择，找个靠谱的医生才是关键。最后一个问题是，如果你是一个药农，会不会特意给中药多打点农药？或者说故意把污染过的地方种中药材？不会吧，成本如何最低，品种好价格卖得上去钱，这才是农民要考虑的事吧？所以与其担心吃中药吃多了超标农残，还不如担心下你家的蔬菜和大米吧。所以，找个靠谱的中医，听医生的话，找个，最关键。&gt;那，问题又来了，靠谱的中医怎么找？第一，先到处打听，第二，打听到了，一定要去实地考察。考察啥？考察病人，病人是外地的多？还是本地的多？是老顾客多，还是新病人多？外地的和本地的有啥讲究？网络时代，网红医生的病人往往多，如果疗效好，本地病人看病方便，他疗效又好，所以慢慢的本地病人就会比例大，十个病人，总的占到六七个吧。如果外地病人多，他们信息交流不对称，都是慕名而来，疗效不好也没法传递啊，所以还有外地的病人会来，但是本地的病人就不一样了，慢慢的都不会来了。比如说有人故事讲的好，但不带他疗效就好，有人书写的好，也不代表实战就好，还有人啊，不能再说了，再说前辈该骂人了。那如果一个医生的粉丝群，老顾客比较多，那当然是有效啊，现在的病人，没效早就换人了，谁还固定在你这里看。对吧，看这二个指标，然后呢，给医生信任，给医生时间。没有神医，只有靠谱不靠谱的医生。待续·END·&nbsp;药香小屋&nbsp;探寻经典中医本源&nbsp;追求健康人生品质 原文地址：https://mp.weixin.qq.com/s/DUIMur-rAWCasVdMqe25BQ","pubDate":"Wed, 12 Dec 2018 08:15:00 GMT","guid":"https://www.zhinuo.space/article/6dfd4b20.html","category":"摘"},{"title":"分享：药香小屋 - 乱侃中医系列之 --- 人活一口气，中医之秘在灵魂","link":"https://www.zhinuo.space/article/541f5cb8.html","description":"乱侃中医系列之 — 人活一口气，中医之秘在灵魂人活一口气，中医之秘在灵魂羊呀羊经常有些宝妈咨询一些中医的问题，有些问题三言二语其实说不清楚，有些问题则明显的被所谓的科技洗脑了，所以忍不住想写个中医科普出来。因为涉及中医的问题太多了，所以没有线条，想到哪里就侃到哪里，于是本系列就是乱侃中医，但绝不是瞎侃，也不是胡侃。本系列是给中医小白看的，专业人士就请绕道，且当我胡言乱语吧。这里把我理解的维度的思考，以及我认为是大概率正确的内容分享给大家。至于是不是绝对正确，肯定不是。每当我们学习一段时间，就发现以前的想法有局限性，破绽百出，所以也许再过一年二年，今天的东西又会丢掉或者补充新的内容进来。希望想学习中医的中医小白，能通过阅读我思考的这些内容，你的一些疑问能够得到解答。另外我还有个更大的目标，希望能够通过一个冬天，或者两个冬天的学习，宝妈自己就可以处理一些问题，比如孩子吹风受凉感冒了，比如咳嗽了，比如长痱子了，就不需要跑很远的路来求医。那处理坏了怎么办？第一，我尽量介绍安全的方法，尽可能把辩证的要点列出来，你一条一条的对，对不上的，再来问，或者自己思考，等想通了，你的水平就会提升一个台阶。第二，咱自己玩中医，玩坏了，这边还不是有梅主任兜底嘛。其实这两年我也出错过几次方，发现不对马上让梅主任来救火。当然，除了一次稍微玩大了点，其他的都是刚刚吃了一副药，发现不对马上就纠错了，这个后面再具体讲。其实学中医就这样，一边生病，一边开方，一边吃药，一轮下来，基本上常用的几个方子，也就差不多熟悉个七七八八。咱也不指望要考中医师做职业的话，就是要学习点实用的东西，每段时间都有进步，就能坚持。如果像医学院的学生，学习五年理论，还不能临床开方，我想这才是真爱啊，一万个人能有一个坚持的就不错了。有用的东西，能实战的东西，才值得去分享。一上来我得先吹个牛，提个很俗套的问题：中医和西医的区别在哪里？一千个读者就有一千个哈姆雷特，不过这个问题一千个人大概主流的答案只有三个：一个比重非常高的当然是中医黑的答案：“西医是经过人体实验，科学检验的科学；中医嘛，呵呵，靠心理因素治病的什么阴阳五行的玄学迷信”；另一个自然是愤而反击的中医粉“伟大的祖国医学是宇宙绝对真理”；第三种呢，永远不会缺乏的吃瓜群众，答案自然是“中医肯定有效了，就是要找祖传秘方的”。你问他生病找中医还是西医，他当然先找西医，因为中医的神医不好找，如果西医实在治不好了，在祖国这块大陆上，西医院的医生的胸襟还是很宽阔的，很多医生在这个时候都会推荐说你们去找中医看看吧，说不定他们有办法。对吧，总不能让患者绝望。就这样，有一部分患者给介绍到了中医的怀抱，这部分患者呢，有部分幸运儿找到了能治病的中医，于是中医粉的队伍又扩大了一些。在这三股主流之外，有股清流的看法是“西医是死人的医学，中医是活人的医学”，这个看法对中医的解释还是很有道理的。西医学是建立在解剖学的基础上发展起来的科学，当然，现代医学也有活体实验，不能完全看做是死人的医学，而中医则的确是完全的活人的医学。活人和死人区别在哪里？中国人讲“人活一口气”，的确，关键就在这个“气”。说到气，道家是这么写的“炁”，就是生命最基础的能量，也是最高级的能量。谈到这里，厚道点的中医黑通常就“呵呵”了，不厚道点的直接就讲中医不科学了。气是什么？道家的气，就是中国古代哲学所谓气一元论的思想，气是世界的本源，相当于西方哲学的物质，无处不在，但是又没法描述的一个抽象概念。中国人的气，从文字上来看，很有中国人智慧的包容性，也可能说是一种“狡猾”，可以定义为：有一样东西，我不知道它是什么东西，就称为“气”。是不是听上去非常不科学？！古时候，有很多很多东西都是未确认的，那时候不知道地球表面有空气，对不对？现在才知道空气是由稀薄的分子构成的，那时候也不知道有细菌、有病毒……所以那一切我们无法定义，又摸不到看不到的东西，就称为“气”。然后渐渐随着科学的发达，我们就知道“啊，原来那是氮跟氧这些东西弥漫着的稀薄存在！”于是叫它作空气，一旦知道那是什么东西了，我们中国人的“气”的领域就排除了“空气”这个层面。而西方发现了细菌，“原来这些病是“细菌”造成的”，于是乎，我们中国人定义的“气”里面，又把“细菌”这一样东西排除了。也就是说，凡是不能定义的东西，就留在“气”这个字的名目底下；能够定义的东西就拔出去。所以我们中国古时候，生病，说这是“邪气”、这是“病气”，可是现在就发现它有的是病毒，有的是细菌，有的是什么别的因素造成的。当它被你确认了之后，这东西就不再属于“气”的范畴。所以中国人的“气”是一个不断在减少中的档案夹，我们每隔几年就要从里面抽掉一点东西，说：“这个东西不用再算到气里面了。”但是，即使是今天，我们不能确认的东西仍是很多。如果哪一天我们中国人的“气”这个字真的不存在了，那就是我们的科学已经发达到找到上帝的那一天了。不然多多少少会有不能确认的事情。这是“气”在文字方面的一个基本定义。如果要说中医的一般论，人身体什么叫作“气”呢？中医是以气一元论作为基础发展的，在中医的世界观中，气是一种极其细微的物质，是构成世界万物的本原。所以东汉王充在《论衡》里讲“天地合气，万物自生。”“人秉气而生，含气而长。”人之一生，一气而已。&nbsp;“故清阳为天，浊阴为地；地气上为云，天气下为下雨；雨出地气，云出天气。&nbsp;” 《素问·阴阳应象大论》则将气分为阴阳。《素问病机气宜保命集·原道》则指出：“形以气充，气耗形病，神以气纳，气纳神存。”形神则根源于气。气分阴阳，当然是运动变化的。“阴阳者，天地之道也，万物之纲纪，变化之父母，生杀之本始”（《素问·阴阳应象大论》）。其实这么多古典对气的描述，有天地人三才而统一于气，也有人的形气神交互作用变化，气化和形气转化，气本身作为一种细微的物质，在沟通天地与人的关系，以及人的肉体的运作，所以中医讲“百病皆生于气”，气运作正常的时候人就是正常的，气运作有问题就会生病了。这样作用的气，你是不是觉得气，即是组成宇宙的最基础物质，又沟通宇宙万物的一种媒介，在我们人体更像肉体和灵魂的接口。这个接口我们也不知道是什么东西，只知道那个东西你要说它纯粹是灵魂吗？不尽然；纯粹是肉体吗？也不是。我们不知道它是什么东西，就当它是一种媒介，在我们的肉身跟灵魂之间往来许多讯息的。关于这一点，《孟子》讲得比较多，孟子说“气壹则动志，志壹则动气”，那个“壹”后来清代的考证说可能是古代噎到的“噎”字。也就是说，如果你跑步的时候忽然摔一跤，那是你的肉体一个滞塞不通的状态，可是你的心就会因此吓一跳。在心与肉身之间，不断地在交流，不断地有情报在互动的。所以孟子才会说“本来你不紧张的人，如果你开始狂奔，可能你心里头就会开始有一种好像“我心跳加快，我心开始慌乱”的感觉。”原本是肉体带起的，就像有的时候我原来觉得心不乱，可是做什么事情做得有点赶，那肉身赶到一个程度，我心也开始急起来了──这样的事情是会发生的。所以我们中医在讨论的“气”，就是在灵魂与肉身之间的接口，我们大概知道一下这个基本定义，会比较容易处理。我们也知道说“气”是一个“泛指未确认物体”的集合名词，所以我们不要傻傻地去定义死“什么是气”。所以“气”的观念要搞清楚，一旦你看到中国人说的“什么什么气”，对它要有一定的宽容度，因为它之所以还叫作“气”，就是我们现在仍然没有人知道真相是什么。所以可能会有很多的论点，用来作为逼近真相的假设。其实阴阳五行，在文学上，跟气一样，也是一种借喻，并不是像牛顿三大定律那样的真理，所以在中医的领域，我们要有一定的宽容度，因为扪心自问──我们也不知道。既然是借喻，我就希望我的比喻更加的浅显明白，任何专业领域，只有懂的人，才能讲到别人懂。如果你听的有点玄的话，那一定是我也没搞明白。什么是科学？中医是科学吗？科学[science]指发现、积累并公认的普遍真理或普遍定理的运用，已系统化和公式化了的知识。牛顿三大定律是科学，爱因斯坦的相对论也是科学。可是，按照现在中医黑的说法，在牛顿三大定律总结出来之前，我们知道水可以从高处往低处流，然后做了水车来浇灌，这就不是科学，非要用西药的双盲理论检查中药的有效性才叫科学。问题是，那种频频出事中药制剂，在传统的中医眼中也是歪门邪道啊！中药它不是这么用的！更何况，还有很多在普通人眼中认为是正宗的中医，他们是这样的，一把脉，然后跟你讲：“你这个病啊，是心火旺啊，肾虚制衡不了心火，心肾不交，所以睡眠不好，长期睡眠不好造成阴虚火旺，然后呢，火一直烧的肺气也亏损了，所以还干咳个不停，我要补水制土……”讲了一大串，每个理论听起来都是自带光环，可是开出来的药呢，都医不好。为什么啊？那就代表他的“理论”跟“实际”不符合嘛。这种医生，我认为是是伪中医，或者玄学中医。在中医黑眼中，这些人也是中医。还有一类中医，他会给你开个二三类中成药，或者也会开处方，但是最后肯定要加个西药的退烧药，或者抗生素，作为最后的保险，这类医生，自然也被中医黑列入中医的行业。所以，中医是不是科学，这笔糊涂账我们就放在这里吧。学中医也好，做消费者也好，坚持体用合一就是科学！我们中国人有个观念，叫做“体用合一”，“体”就是理论，“用”就是实效。如果你中医讲得那么天花乱坠，随便医一个什么东西却都医不好，那代表你的理论一定有错误，懂吗？体用合一，“理论”与“实践”的结合，所以40年前的那场“实践是检验真理的唯一标准”大讨论，把中国从崩溃的边缘拉了回来，说明这就是真理，也就是科学。所谓双盲试验来检验中医，因为活着的人是最复杂的，同一个感冒，不同的病人的体质，吃药的时间频率、剂量，吃药过程中有没有生气，有没有喝冰水吃油腻的东西，有没有受风受凉造成复感，各种因素都对疗效会产生影响，复杂的活人的医学，只有靠人工大数据也许在未来可以还中医一个清白，而不是简单的不懂中医的科技人才的双盲实验。作为我们消费者来讲，中医是不是科学根本不重要，而是中医有没有效才最重要！还有一种中医师呢，也特别容易拥有很多粉丝，就是特别擅长把脉，你一去，哇，一把脉不得了，五脏六腑你得过什么病、你受过什么伤，都讲得清清楚楚，你会觉得：好神奇啊！这是好中医嘛？看疗效，如果开出来的药，吃了没效，那就是把脉师，而不是真正的中医。真正的中医，必然是要有效的治病。所以，羊爸我侃得对不对，如果你想听故事，那就随便听听就好，如果你想学中医，那就要用临床来检证。这句话千万不要忘记，我这边讲出来的所有东西，你自已要去观察它临床上是不是真正地有效，如果不能有效，就要告诉我，要来反省我讲的理论是不是有错。学习中医，有个很大的问题，就是中医历代留了下非常多不同的看法跟观点，我们必需靠着病人的实际状况来检证自已的观点。每次临床，都必须要检讨一次“我这个观念有没有错”，只有在不停的检讨中，才能发现自己的观点在逐步逐步靠近真理的方向去。那么我们再回到本次乱侃的主题—–中医的秘诀就是：人，是有灵魂的！这句话，实在是&nbsp;太&nbsp;重&nbsp;要 了！估计我这句话一讲，大部分唯物主义者都要跳起来了！世界上哪里有灵魂，你给我抓一条出来给我看看！对不起，我抓不到。但是，如果想学中医必需要讲到灵魂的现象。如果你承认人有灵魂的话，学起来，好简单；如果你不承认的话，简直是所有的理论都兜不起来。唉，所以不得不承认哦。所以呢，我们学中医的第一条铁则，就是必须承认，万事万物都有其灵魂，或者说那个气。这个有形的物质世界，跟无形的内在心灵与能量的世界，其实是连结在一起的，是我们共同拥有的这个宇宙。这样子的观念，你们能够接受吗？你们会不会觉得我在讲什么很玄幻的事情？我们已经习惯生活在一个阴盛阳虚的世界，因为我们不相信有灵魂，所以我们怕死，怕这一世的人生就是我们唯一的人生，所以拼命要去拥有更多物质的东西，赚跟多的钱，买更多的名牌包包，包治百病嘛。社会上流行的偶像都是俊男靓女，而不再关注他们的精神。连养生第一反应就是吃什么更养生，养生应该最重要的是先看你累不累，累了就去睡觉啊！我每年都要至少生一次病，我是个有存在危机感的人，其实生病前身体就已经觉得累了，这个时候就应该请假休息可能就没事了。可是有存在危机感的人，总是觉得没生病请假是有罪恶感的，所以呢，总想坚持下到放假再休息，可是往往等不到放假，人就就倒下了。到了这个阶段，吃什么其实是没用的，对我来讲，这个阶段的养生最重要的就是睡几天。再次也是要看看你心情啊！开心的人吃粗茶淡饭他也吸收进去的是精华，毒心情的人吃人参灵芝，最后还是变毒素吧。如果你天天带着上坟的心情去上班，我想，吃什么也救不了你啊！我们已经习惯了用阴的方式去思考。实际上我们活着的世界是怎样的一个世界？科学家最近研究天文的时候，发现一件事情，他们从宇宙的扩散，跟星系运转的速度去计算，发现宇宙中存在着所谓的“暗物质”。什么叫作暗物质呢？就是这个宇宙中，有很大一块宇宙，是我们完全不能观察也不能测量的。他们计算这个宇宙的总质量的时候，得到一个很惊人的结论，就是：我们看得到摸得到，可以用宇宙飞船探索可以用望远镜观察到的宇宙，只占真正的宇宙的4%，有96%的宇宙，是我们所不能观测的。那个叫什么？那叫“形而上的世界”，是我们现在肉体五官的感知力所感知不到的，却是确确实实存在的宇宙，跟我们这个宇宙重迭在一起。在中国的神话故事里有天外天，这个我们看不到的世界，是不是就是？或者用所谓科学的说法，“更高次元的宇宙”？──空间维度比我们更多的宇宙、更精妙的宇宙──这样讲可不可以？我们人活着，我们的肉体活在这个有形的世界，我们的灵魂也活在那个跟我们现世迭合的另外一个维度的宇宙。我们活着的这个宇宙，实际上有96%是能量层面更高层次的，而不是我们肉体五官能察觉到的。我们的身体呢？是灵魂的（能量的），还是物质的？中国人讲“天人合一”，我们的身体跟我们的宇宙是共鸣的，当我们要从肉体的层面开始往上面探究疾病的时候，我们的灵魂里就会有很多层面开始出现。比如说，我们中医辨证辨证系统有所谓的“五脏辨证”、“六经辨证”，甚至还有“八脉辨证”。说来也蛮奇怪的，我们有什么毛病，依五脏六腑去辨证的时候啊，它辨证的观点跟角度，还蛮像我们现在西医说什么，“用Ｘ光、CT拍到这边有一坨什么东西”的；可是呢，如果你开始用六经辨症──六经，就是人体的十二条经络，手足两条合算一条就除以二变六条──你就会发现，无论是开药，还是检测那个病，你所依据的观点，都会跟肉体有一点脱开……八脉，对不起，八脉辩证我还没学到。这样懂吗？应该是不懂。那就举个栗子好了：比如说，五脏辨证的时候，中医说这个人心阴实，可能去西医院检查的时候就能发现心肌肥大之类的对不对？那肝阴虚，就是肝血不足啦，那去西医院也有可能验到说：这个肝功能如何如何……也就是说，你用五脏去辨证的时候，你还有一点物质的基础可以看。可是，如果我们用伤寒的六经辨证，高血压可能用真武汤治疗，嗓子痛却用桔梗甘草汤，也可能用麻黄附子细辛汤治疗。嗓子痛不是发炎了吗？发炎不是要用清凉的药么？为什么还会用麻黄附子细辛这样的药？可是有人嗓子痛，一把脉脉沉细，他用清凉的药，或者西药的抗生素就是没效，反而用麻黄附子细辛这种热药，把少阴经里面的邪气祛除马上就好了。所以伤寒论的很多药，从肉体的角度来看就是怪怪的不能理解，但是如果从能量的角度来看，就很容易接受。最关键的是，看效果！伤寒论的方子，经常一副见效二副就好！通常感冒，从西医的角度来看，是自限性的，七天就好，所以你去香港，或者到西方国家，基本上医生都不会开药，然后让你回家休息。国内呢？病人和医生一起玩坏了，不开点消炎药和退烧药，心理总是不踏实，结果还是要折腾一周。可是我们中医啊，经常会让西医见证奇迹，一碗热药喝下去，半个小时候，就完全好了！好了！！！！？为什么啊？西医觉得感冒是病毒引起的，又不能一只一只的抓，它也抓不完啊！病毒的基因又和人体的细胞合二为一，拿我们的肉身当它的挡箭牌，又不能为个感冒出绝招，玉石俱焚的化疗吧！所以耐心的等待病毒变异，当它肆虐完了，变异成宿主无害的状态，我们的感冒就好了。可是伤寒论治感冒是怎样的呢？就像《天龙八部》的天山童姥的生死符，她把阳气或者阴气打入你的经脉，然后就控制这些气，让你生不如死。怎么破呢？那就用相同的内力进去，把你经脉里面的邪气给破解掉，人就好了。我们伤寒论治感冒就是这样的画面，邪气在太阳，我们用桂枝汤或者麻黄汤，进入太阳经把邪气赶走，身体马上就好了。所以我们从来不觉得感冒有啥需要七天的？天天都在医啊，很好医啊。──当然，也不是所有的病毒都好医的，病毒也有很猛的，依波拉病毒一染上，两小时就喷血而亡，药都来不及煮的，那我也没办法──但什么SARS病毒，禽流感这种病毒里面的小卒子居然搞到满城风雨，那实在也太扯了点儿。这就是我们身体，如果从灵魂，或者更高次元能量的角度来看，就是这么回事。中药的气，中药的灵魂一说到中药，我们通常喜欢讲它的有效成分，因为屠呦呦女士就因为提取了青蒿素治疟原虫的有效成分，获得了诺贝尔奖。于是中医粉狂欢，这是中医的伟大胜利！可是中医黑马上嘲讽，这是西药提取的方式，跟中医有个毛干系？屠呦呦女士的青蒿素，严格意义上来说，的确是西医的做法，虽然她用了中药的理念所以提取了有效成分，然后治愈了成千上万的病人，但是，这跟中医真的没几毛钱的关系。中医，不是这么用青蒿的！当我们中医用来“滋阴”的药物，多数是可以测到它的有效成分的，比如核桃可以补脑补肾，你检测它的有效成分，有什么卵磷脂之类的刚好可以更脑，或者肾的成分一致。可是，当我们用来补气的药物，往往就测不到什么有效成分。就像辟谣小助手讲的喝骨头不会补钙一样，的确，从中医的角度，喝骨头汤从来没有说可以补钙，但是呢，中医认为“形以气充”，有骨头的样子，里面就有骨头的气，你煮了喝，汤里带有增强骨头的气，气增强了，钙这种阴就不会流失。我们检测缺钙了，补钙当然是大脑的第一反应，可是我们还有一个解决思路，就是可以减少钙的流失啊！怎样才能减少钙的流失呢？从中医来看，你可以直接增强骨头的气喝骨头汤，肾主骨，你也可以增强肾气，换个思路方法多多。这个气，也就是植物的灵魂，或者说是中国人讲的阴阳阴阳中阳的部分，现代科学是无能为力的。所以我们很多用有效成分来用中药，就错了。比如，中药传统的一味美白的药叫白芷的挥发油促进络氨酸酶的活性，加速黑色素的生成，所以从这个试验来看，中国人拿它来美白是一种不符合事实的迷信！可是，白芷美白它真的有效啊！中国人的一些最代表性的美容药，都是疏通脸部经络的药，白芷、白附子是通足阳明胃经的药，藁本是通足太阳膀胱经的药，如果以治病而论，它们是脸部的祛风药，同时也能疏通脸部的经络。我们看一个人白不白，其实用色度很难评价，我们通常看一个人的脸是不是有光泽，有光泽的脸就会显得白，这些药就是让人的脸部恢复活性、容光焕发。这些，都是它们气的部分，阳的部分，从科学的有效成分是验不出来的。郝万山教授也讲过一个例子：有个老干部有高血压，有动脉硬化，尤其表现了颈项部肌肉拘紧不柔和，后头部脖子总是那么难受。他找了一个老中医，这个老中医给他用的就是葛根汤，葛根用的量很多。领导同志拿了这个方子之后，他的治病要通过他的保健医生，就给他的保健医生看。这个保健医生是个西医学习中医的大夫，这个保健医生看完之后，说首长葛根这个药，有升阳发表的作用，您还有高血压，不适合用这张方子。首长一看，说保健医生说不适合，不适合就不吃吧，放在一边了。可是后来老干部的脖子实在不舒服，想想老中医名气那么大，总不会是蒙人的，于是就偷偷的煮了喝了二副，结果脖子也松了，然后就吃了七天，人整个输入下来了，一量血压，血压也降下来了。老头小孩一个脾气，突然发现在专业领域居然找到了保健医生的问题，总的嘚瑟哈吧，于是他就找他的保健医生，二话不说，你再给我量量血压怎么样，一量血压，首长的血压怎么正常了？他说我告诉你，我吃的就是你不让我吃的那张方子。他说，不对呀，这个方子里面有升阳发表的药物，怎么能够使你的血压降下来。这个西医的思路认为升阳发表就是升高血压，把这两个概念给混淆起来了。后来这个保健医生，非常虚心的找这个老中医讨教，葛根这个药呢，有很好的疏通经脉的作用，特别是通阳明经的经脉，通太阳经的经脉，都有很好的作用。&nbsp; 那么这个人就进一步研究葛根的成分，发现它有扩张血管、改善微循环呀，再后来有人把葛根的提取物做了片剂，这就是今天，我们今天市场上的愈风宁心片。愈风宁心片做为一个药的话，它广泛应用于动脉硬化，用于心脑血管病，用于血管病引起的耳鸣、耳聋，应用很广泛。&nbsp; 可是一旦它做成一个单味药，应用于临床的话，许多人就没有明显的疗效。什么人有疗效呢？只有后脖梗子特别拘紧不柔和的人，有高血压、有动脉硬化，有耳鸣、耳聋，又伴有后项部拘紧不柔和，用上愈风宁心片有效，如果后脖梗子没有症状，你用愈风宁心片，治高血压，治动脉硬化、耳鸣耳聋没有效果，可见还是需要辨证。我们可以验出“葛根”中的成分可以放松肌肉，却不晓得为什么，葛根都只会专注于放松后脑勺，脖子这块的肌肉，其他地方的肌肉却不怎么有效？这，如果从我们中医本草的童话来讲，你看葛根啊，它那个根一点点，但是它的藤，只要有架子，可以爬的很高很高，就是它一点点根就可以把那么多的水带到藤蔓的顶上，而且还蛮不容易枯的所以它的特质是什么？就是善于从底部把水往头上调动，如果这种气用于我们人体，是不是很像人的太阳膀胱经，从命门把那水精之气沿着太阳膀胱经一直输送到头顶，那个水气到了头顶前，有个凤池风府，就会进来风把水气给变凉，再变成津液滋润人的五脏六腑。后脑勺这里有个玉枕关，有练过气功知道小周天的人就知道，气到了玉枕关不好过，于是那个水气就会滞留，滋润到后脑勺的肌肉。这，太能瞎扯了吧？如果是一个纯粹的唯物主义者，肯定会觉得这是瞎扯。可是，如果从灵魂的角度，这个画面，是不是觉得还有点意思呢？我们再说个栗子，也是郝万山教授讲过的，他年轻时跟老师去实习采药，在山沟里有冰雪的地方，发现了附子，到了山下一问药农，说附子在山上沟里有冰雪的地方，采下来那个很补，吃了会流鼻血，可是如果移植到山下，第一年也还可以，到第二年的，就没啥药性了，再过一年第三代，煮了当洋芋吃，换了环境，再过了生长周期，药性就截然不同。从化学去化验，那个成分是一样的啊，差别在哪里？他还去西瓜地里，体验在太阳的照射下耐晒的能力，于是他感叹说“大西瓜啊，你在阳光的直射下，练就了耐热的能力，所以当我们人体不能耐热的时候，当我们人体烦渴、口渴缺乏津液的时候，我们拿你来吃就能够达到清热解暑、生津止渴的效果。”不同的环境带来的能量是不同的，附子在冰天雪地里开花，有一股阳气稳固它的能量，吃了很补。而西瓜在大太阳的爆嗮下生长结瓜，那个果实就很清凉解渴。哈，再举个郝万山教授的栗子，说他一个朋友是做西医化学研究的，拿核桃就逗他，说你们中医认为核桃是什么作用？郝万山教授说补脑益肾啊。西医朋友就问题，为啥呀？郝万山教授就说，你看，核桃仁表皮那沟沟回回的想不想大脑的表面呀，还有核桃仁的二瓣像不像肾脏的一对的样子啊？西医朋友当然要嘲笑中医的不科学了，说你们中医的理论就这样吗。郝万山教授就说说是这样啊，你说它有什么功效？那西医朋友说这个它的营养成分是含有大量的脑磷脂和卵磷脂。郝万山教授问卵磷脂和脑磷脂是干什么用的？西医朋友说是脑细胞代谢过程中必不可少的营养物质。郝万山教授再问，那它有什么作用？对啊，补脑益肾。西医大夫也郁闷了，说这可是我们西医大夫通过很复杂的实验和研究才得出的一个结论，你们中医大夫怎么一看外观就知道啊？郝万山教授就说这就是大自然的造化，外观的雷同和内存的素质就有相关联的地方。那天西医大夫正好带着他儿子，郝万山教授就说这孩子，一看就是你的孩子，不用做 DNA 的检测，你父子俩长得像啊，这就是大自然的造化。中医就是这样的一个逻辑思维，你可以说他很不科学，但是不能说他没用。就像我们中国人常常会把紫色红色的药想成是血分药，把白色想成气分药，那杏子无论是红的还是黄的，吃的时候就会发现杏子越靠近那个核的地方肉越白，最后到核的地方那个颜色就很浅了；相对来讲，桃子的肉是白白的，可是越靠近核的地方颜色越红，这样子的一个象形的样子，而中国人会发现说它这个象形的样子真的就是有药性，桃仁我们拿来破瘀血，它会从人的气分抓一些能量过去通血分，而杏仁呢，杏仁降气的作用就是会从血分也就是营分抓一些能量过来推到气分，让气分降下来，所以杏仁的作用的起始点的确是心，桃仁的作用的起始点确是肺，只是它以结果论它走到另外一个地方去了。我们再说个栗子，那个要到农历五月采摘的半夏，这就是一个阴阳交接的东西，所以《黄帝内经》讲半夏通阴阳，夏天的一半是半夏，那冬天的一半是什么？是柴胡。半夏和柴胡的药性，我们到后面再讲。中医就是这样一种思维方式，是不是很奇特？可是用这样的方式，你去理解中医的经典，就觉得容易很容易理解。我们前面也说了，这个世界是一个阳占到百分之九十六而阴占到仅百分之四的宇宙，你不能仅以那百分之四来断定一切，用庄子的齐物论来讲，也许这些玄幻，和现代自然科学的验证，一起组成的，才是我们真正的世界。说一千道一万，实践是检验真理的唯一标准，我们只有用这样的理论去治病，而且大概率的能治好，才能说我们的理论是科学的，不然数据再科学，治不好病也瞎扯。下一章我们就开始实战，请关注：学医如练武，拳拳见肉斗失眠。·END·&nbsp;药香小屋&nbsp;探寻经典中医本源&nbsp;追求健康人生品质 原文地址：https://mp.weixin.qq.com/s/way1DSjQ3I8K1ZETQXUD2w","pubDate":"Wed, 12 Dec 2018 02:15:00 GMT","guid":"https://www.zhinuo.space/article/541f5cb8.html","category":"摘"},{"title":"分享：中医归正 --- 漫谈衰老 / 探秘更年期综合症","link":"https://www.zhinuo.space/article/fd7c215g.html","description":"知诺浮想：从某种意义说，吃亏是福。有舍才有得。流水不腐。流动的水，过滤，析出，沉淀…，循环更替才适合饮用。精妙的人体，除了新陈过程，也应有“筛选，出清，归藏…”的循环代谢过程。 归正先生微信公众号原文如下： 漫谈衰老 / 探秘更年期综合症 更年期综合症，绝非人体某项激素或指标下降那么简单。神圣人体，精微而辩证，每一种病征的背后，都牵连到人体内结构的复杂变化。煌煌天道，终不可逆，而留给人的那一份空间，是敬畏而谦卑地去求索，而非“改造”。余下时间，让我们怀着虔诚的心，共同思考今天的话题。—Charles Joseph Natoire《Adam and Eve》一、什么是更年期综合症&nbsp;更年期综合症，这本是西医名词，近代中医界也与时俱进地引用、思考、并加以运用。洋为中用本来很好，但这一西医本就讲得不透彻的概念，一到中医人的嘴里，便众说纷纭了…也不奇怪，早在中医开基时代，医圣张仲景就批评世医“各承家技”。中医学院开办几十年来，中医教科书从来就有《中医各家学说》。认为是百花齐放，固然可以，但在同样的人体内，如果得出了太多不一样的理解，乃至于彼此严重矛盾，被认为盲人摸象同样也不过分。既然更年期综合症源于西医，就从西医谈起。西医很明确地认为：更年期综合症是生殖功能衰退、性激素水平降低引起植物神经紊乱。那么,中医对更年期最正确最权威的理论是什么呢？归正上中国中医科学院网站一查，失望了，一句都不敢讲…&nbsp;没关系，听说山中无老虎，猴子当大王，百度去。百度了一下“中医论更年期”，有肾阴不足、肾阳衰弱、肾虚肝旺、肾虚肝郁、脾肾阳虚、肾阴阳两虚等，都与肾虚有关。蛮好的，与《黄帝内经》素问第一篇所论的六七，七七情况颇吻合。看起来，中医以虚论更年期相当有根据，所以治疗的思路也都与补肾纠缠在一块。归正在这里先送这个思路两个字：呵呵…二、更年期综合症的虚实对于女性而言，更年期必然伴随着月经的减少，紊乱，并最终消失。归正认为，煌煌天道，终不可逆，性功能减退和生育功能的最终消失，是无法抗拒的，再牛逼的名医、神药在此都用不上多少的力气。《黄帝内经》第一篇《上古天真论》论肾气，七七八八之后并没有反返之术，衰退是不可抗拒的，月经逐渐减少并最终消失便是明确的注解。不过，必须要注意到的是：月经变化并不只注解了肾气的衰退，毕竟月经出血并非单纯为生殖而设计的。归正建议大家可以问问女人们，如果月经推迟了好几天还不来，是否有少腹拘急不舒甚至疼痛，精神上烦躁不宁？看看医圣《伤寒论》热入血室，月经不下时甚至还会发狂、谵语如见鬼状呢。就如肝分泌胆汁，除了进入肠道帮助消化外的同时，也排泄废物的作用，如胆红素。&nbsp;月经的来去，既标志着生殖功能的兴衰，也帮助一定量废物的排泄。这就解释了更年期综合症的临床表现，不是只有虚弱求诉，甚至求诊的主诉不是虚弱，而是噪杂不宁、乃至蜂拥而来的以前没有出现的症状困苦了她们：抑郁、莫名的烦躁、焦虑、疑神疑鬼、烘热自汗、胸闷、头痛、眩晕、失眠、多梦、便秘，等等，绝非一个虚字所能解释的，毕竟那样年龄的人，心理上对生理功能的逐渐衰弱不难接受。谈病，论病理，必然是以生理为基础。好了，回归生理。三、回归六节归正接下来说的四句话，请有志向学的朋友们一定记下了：第一句：一阳而三阳，历经二阳，阳明开发后天，以奉生身；第二句：三阴而二阴，终有厥阴，神仙于此下凡，乃有人类。第三句：一阳至清，经二阳之开发，凡夫步云怎不夹带凡尘？及三阳开鬼门，必然顺势宣泄。第四句：三阴虽名治节，难保一阴封藏无渣，迨神仙下凡，必有因见谪。在《圣经旧约-创世记》里，上帝也曾对第一个女人夏娃说：“我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚”。对第一个男人亚当，上帝也给了类似的诅咒：“你必终身劳苦，才能从地里得吃的… 你必汗流满面才得糊口”…就如上帝所说的，男人既然承担着人类的重体力劳动，汗流满面气喘吁吁，是常有的状态。其结果，除了化寒以维持人体恒温，相当部分的废物也因太阳而出。我们都知道，除了大小便以外，皮肤和肺部的排泄功能极其重要。西医对重病人都记出入量，认为小便、呼吸、皮肤蒸发/非显性出汗都在500毫升以上。他们从可收集的小便里大作文章，什么颜色、清澈度、比重、PH值、糖、胆红素、红白细胞、尿酸、尿素氮、肌酐、钾、钠、氯、钙、镁、磷电解质等等….&nbsp;却从来没有、或就无法测定汗液里含有什么，以及伴随呼吸出汗/蒸发而带走了什么。归正十分敬佩西医人的踏实，勇于发现也勇于修正自己，也相信他们至今为止对生理的解说存在不小的盲目。女人由于体形结构和生理设计的限制，从太阳而出的废物就相应减少。然而，三阳尽处既然不及男人，在三阴尽处却多了一条通路—月经。女人的苦楚，不仅在生育之时，更伴随着她们人生中最美好的时光，就是饱受女性诅咒的例假，但在圣哲的笔下，那可是造物主的诅咒。这上帝对男人和女人的诅咒该如何解释呢？既然神是爱，怎么又诅咒男人女人呢？归正实在地说：神的诅咒还是爱，并某种程度上解除深陷泥沼的人类。不信？汗流满面的蓝领，健康普遍优于不流汗的白领；多经历怀胎的苦楚的女人，其病痛未必就多于没经历那般苦楚的女人。在月经排泄废物之路逐渐障碍、乃至于消失，而其它通路尚未代偿以适应的岁月，郁满实证便在肾气虚的基础上产生了。这时，大便的通畅与否就显得相当重要，适当的运动以增加太阳宣泄的意向变成了她们转型成为广场舞大妈的驱动力…男人，从来就没有月经，当然也就没有类似的生理病理发生。男人是否也有更年期综合症呢？有人说没有，更多的人说有… 不是有许多医学家出来说，男性更年期的最主要指标，是睾丸酮水平的下降。对此，归正并不反对，但归正却也更执着地认为：六节生理的思路，更符合男性更年期的核心本质。归正认为，男性更年期，与肾气衰退关系不大，却与男人体力劳作状态的变化有着更紧密的关系。雄性功能减退，就引起了心理不适应而抑郁，不是不可能，但男性几十年的生活经历、社会交流、文化教育、宗教教诲，难道都没有作用？男人的心胸应该更宽广，当儿女辈体力超过自己、综合能力日渐比肩自己的时候，男人不难接受生理功能衰退这一事实。此时个人财富、社会地位多进入了无需再计较奋斗的阶段，也导致男人体力劳作强度的骤降，这与肾气衰减同时发生的事实，却常常被医学家的专业思维所忽视。在最后，归正多说一句：社会磨难的反思，上帝资与的日减，让男人更愿意被神接纳，《圣经旧约-传道书》“虚空的虚空”才是导致男性更年期综合症的主因。&nbsp;当然，男人更年期综合症的发生，远不如妇女那么频繁和明显，这还与所从事的职业、个人人生观、平素是否喜爱运动… 似乎都有着理不清的关系。归正愚钝，还需多思考，有些想法暂未成熟，待来日分享。在周末的尾声，也许除了思考，我们更应该去聆听一下教堂里的钟声…———— THE&nbsp;END ————文末附上归正过往部分文章链接：我的外公生气通天谈脏象请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—告诉你数字背后的故事归正先生—我所知道的“修炼”归正先生—告诉你圣诞节背后的故事有病方为贵：告诉你身体小毛病背后的故事夏日凉茶—你所不知道的慢性自残须弥山金匮真言—带你读懂《黄帝内经》第四篇中医养生：向你展现养生的三重境界（上篇）中医养生：向你展现养生的三重境界（中篇）中医养生：向你展现养生的三重境界（下篇）关于补肾—也许我们都错了仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头秋日进补：你深以为然的养生误区千般疢难—告诉你疾病背后的内因水断上源：告诉你吸烟背后的故事问路何方：中医渐亡之殇做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/_2kGSNWAPXyiFVOBNYB83g","pubDate":"Mon, 03 Dec 2018 00:36:00 GMT","guid":"https://www.zhinuo.space/article/fd7c215g.html","category":"摘"},{"title":"分享：中医归正 --- 关于感恩","link":"https://www.zhinuo.space/article/35136bf4.html","description":"知诺浮想：天道无常，以万物为刍狗；人道有情，强分善恶、美丑、贵贱… 或许，正是人面对“神设”之困苦磨难时所展现出来的“情意、言行”，才区分开了人和兽、人和神，还有人和人。《诗经-大雅》曰：『上帝临汝，无贰尔心』，《周易-坤》曰：『先迷后得主利。西南得朋东北丧朋 ，安贞吉』。“无贰尔心”、“得朋而迷”、“丧朋而利”，都是告诫。 明代大儒王阳明临终时言：“吾心光明，亦复何言！” 倘若所有人都迷失，如何会有人道的闪光？人文的薪火相传？“撒旦”或许就是上帝的代言，“反面”的鞭策。 归正先生微信公众号原文如下： 关于感恩 / 归正先生 本周，我们刚刚送别感恩节，人活于世，需要感恩的太多了，在此，归正感恩“归正先生”公众号开立以来所有的遇见。而今天归正想要讨论的话题，却是“恶”。可否，让我们带着感恩的心，感恩所遇见的一切试探，一切不顺，以及一切的恶…—归正书稿很多年前，归正修学高山之上，曾读过一本诺斯替教（Gnosticism，古基督教在近东的一个神秘分支）的古卷，书名可以译为《犹大福音》。懂得基督教基本教义的朋友都知道，犹大是出卖耶稣的那个门徒，若不是犹大的背叛，耶稣也许不会被钉死在十字架上。而这本《犹大福音》却对犹大的背叛有着不同的理解，书中反复提出一个疑问：“若无犹大的背叛，耶稣就无法被钉死于十字架，更无法成圣了。那么，犹大的功绩是否也很大呢？”这个疑问，初听确实让虔诚的基督教徒无法接受，但又确实值得思考。也许，就像归正的恩师Jay Williams说的：“缺少犹大的罪恶，耶稣无法成圣，从这个角度来理解，是犹大成就了耶稣。”暂且放下对沉重的基督教义的讨论，但有一个客观事实我们必须承认：一切的恶，都是对我们心性的磨砺，都让我们能够变得更好。因此，当我们双手合十感恩的时候，不应该只感恩那些让我们愉悦和快乐的，更应该感恩我们一路走来所遇见的一切恶和不幸，诚心为亏待、错怪、为难、歧视你的那些人祈祷和祝福。归正觉得，如果感恩也有善恶之分，那就是差别心了…好了，接着回到一开始基督教的议题。如果说《圣经新约》里面的一号恶人是犹大的话，那么，《圣经旧约》里面的一号恶人是否应该是撒旦？伊甸园里引导原人堕落的那个魔鬼。撒旦这个名字，源自希伯来文，本意是“阻碍”。撒旦是阻碍，怎么理解？真心向神的人，难免有这样的经历：无论是圣堂里的祈祷，还是静室里的冥想，我们都竭尽所能地想专注于神，然而，却无法避免地分心于外。归正认为，这就是撒旦了…撒旦，也许真是上帝甄选祂虔诚仆人的信使。跨不过撒旦这道坎，就永远找不到真正的神。不要再人云亦云地骂撒旦了，撒旦是曾经的天使，天使与魔鬼，不过一线之隔，搞不好，撒旦就是上帝潜伏在地狱的卧底呢？感恩节，只有感恩，无分善恶…———— THE&nbsp;END ————文末附上归正过往部分文章链接：我的外公生气通天谈脏象请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—告诉你数字背后的故事归正先生—我所知道的“修炼”归正先生—告诉你圣诞节背后的故事有病方为贵：告诉你身体小毛病背后的故事夏日凉茶—你所不知道的慢性自残须弥山金匮真言—带你读懂《黄帝内经》第四篇中医养生：向你展现养生的三重境界（上篇）中医养生：向你展现养生的三重境界（中篇）中医养生：向你展现养生的三重境界（下篇）关于补肾—也许我们都错了仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头秋日进补：你深以为然的养生误区千般疢难—告诉你疾病背后的内因水断上源：告诉你吸烟背后的故事问路何方：中医渐亡之殇做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/p5oI6cden9CU7EJhRsdHAw","pubDate":"Mon, 26 Nov 2018 01:34:00 GMT","guid":"https://www.zhinuo.space/article/35136bf4.html","category":"摘"},{"title":"小雪随想","link":"https://www.zhinuo.space/article/14acdb95.html","description":"节气随想 小雪 《周易》坤卦初爻爻辞曰：『履霜坚冰至。』水之化雪、变冰，因阳热积弱而阴寒积胜，“驯致”而来，非一日之骤变。 孔夫子释《周易》，赞乾之健行中正、坤之顺德厚载，诫乾之亢而有悔、坤之得朋而迷，示人以吉凶得失；著《春秋》，使乱臣贼子惧；编《诗书礼乐》，人道得彰，人文以昌… 事亦然，一小不善而不正之，久积而为陋规，则大恶或隐其中。 人亦然，一小错而不纠之，久积而成陋习，则大祸或伏其后。 ！！！“悟”分类下的文章用来记录个人偶思偶得的碎想。请独立思考，切勿轻信。如若这些小言琐语能引发您的遐想、感悟，不亦乐乎！","pubDate":"Thu, 22 Nov 2018 11:30:00 GMT","guid":"https://www.zhinuo.space/article/14acdb95.html","category":"悟"},{"title":"分享：中医裘万吉 - 中医之道在经典","link":"https://www.zhinuo.space/article/7a6d0358.html","description":"中医之道在经典 (2018-11-20 12:52:26)人生于天地之间，是天布气，地成形。因而人禀天地之气而生，四时之法而成。要研究人体生命，就得研究天地生人的真相。而《黄帝内经》就是一部讲述天地生万物，天地生人的机理的一部人体生理病理书。研究《黄帝内经》就是为了认识人体生命的真相。那么，如何才能获得真相呢？ 《内经·上古天真论》上古圣人之教下：“皆谓之虚邪贼风，避之有时，恬淡虚无，真气从之。精神内守，病安从来。”所以要想认识生命的真相，学得中医的真理，首先是调心，让自己的心先静下来，处于恬淡虚无的状态，然后读经典，心就会如清水明镜般，感知真切。有了一颗虚静的心，接下来就可以进入生命机理的学习了。 因为天地生人，以四时之法成，所以认识生命之理也就从“四气调神大论”开始。四气调神大论讲的是：春生，夏长，秋收，冬藏的自然规律。接着讲“生气通天”，天地之间的一切都与天气相通，天地生万物，天地生人的根本在阴阳，“其生五，其气三”。这是寿命的根本。 首先讲天气是清净的，服天气能通神明。顺天气则阳气固。而阳气是“精则养神，柔则养筋。”“阴者，藏精而起亟也；阳者，卫外而为固也。”“凡阴阳之要，阳密乃固。”那么，阳如何能密，密者，藏也。静则神藏，精则养神，阳密是为了长养精神。天赋予人的是以上所言的天气，然后天气流行化为阴阳。春夏为阳，秋冬为阴。此为人身的天道。 人身的地道是：人身的一切有形皆属于地，属于阴，阴成形，“阴之所生，本在五味，阴之五宫，伤在五味。—-是故谨和五味，骨正筋柔，气血以流，腠理以密，如是则骨气以精。谨道如法，长有天命。”养身之法从这里来，经言：五谷为养。 然后，“金匮真言讲：四时五行，五藏应四时各有收受，各有对应相通。再讲“阴阳应象”：“天有四时五行，以生长收藏，以生寒暑燥湿风。人有五藏化五气，以生喜怒悲忧恐。” 然后再讲“阴阳离合”：因为人的生理从自然四时的春生夏长秋收冬藏过程中，（根据中医修正先生的六节藏象生理学）春生的发陈，从冬肾的闭藏当中开发出来的少阳生气，化为壬甲，壬少阳三焦运行全身，化为一身的原始生命动力，甲少阳入地，甲与己合，甲己化土，地气由此开发，化为阳明精气上奉心肺，然后宣通敷布营养周身。饮食男女，食色性也，此阳明主饮食。然后还有一个厥阴对应于色。从此，天道四时人格化为天道六节，三阴三阳。顺序为：春少阳的一阳生发，然后开发利用地气化出二阳之阳明，阳明精气上奉心肺，通过心主血脉的宣通敷布而运行周身，与三焦之壬少阳动气化合而成三阳之太阳。阳气磅礴于太阳的夏长之后，接着的便是三阴之太阴肺的容平收降，有生长必有收获，秋收的目的是为了藏精起极，继秋收之后的便是二阴少阴冬肾之主蛰，封藏以藏精。然后藏精是为了起极，这便产生了厥阴，精血同源，厥阴藏血为一身生化之资，肾精外泄，便成生殖之用。而厥阴疏泄肾精化为少阳生气，便开启了生命之门。 阴阳离合者，三阴三阳之离合也。入则合出则离，三阴三阳之离合，乃讲述人体生命阴阳出入之机理。太阳心太阴肺主上焦之宣布与收降，少阴肾厥阴肝包络主下焦之藏精与起极，少阳胆阳明胃家主中焦化谷以开发利用地气。此三阴三阳为生命之所司，人身之天道。 其后，“六节藏象第九”，便整合了整个人体生命天道运行的机理所在。天以六六为节，地以九九制会。五行四象用在土，九宫八卦岂离中，中土者数五也。换句话说，天以六为节，地以五为制，其理一也。 三阴三阳六节生理模型既已建立，那么，接下来的便是如何运用了。建立人体之天道生理模型，其目的是为了人体养生治病的。下面这个三阴三阳辨证脉法，就是一个方便法门。 三阴三阳脉法：“故人迎一盛，病在少阳，二盛病在太阳，三盛病在阳明，四盛已上为格阳。寸口一盛，病在厥阴，二盛病在少阴，三盛病在太阴，四盛以上为关阴。人迎与寸口俱盛四倍已上为关格，关格之脉赢不能极于天地之精气，则死矣。” 经言：察色按脉先别阴阳。微妙在脉，不可不察，察之有纪，从五行生，生之有度，四时为宜。此三阴三阳的循行之序，就是自然四时的春生夏长秋收冬藏一气周流之序。加上一个阳明从中从太阴；厥阴从中从少阳，还是四时升降出入之理。 六节生理的具体运用，医圣张仲景的《伤寒杂病论》就是六节生理运用的典范。医圣是：勤求古训，博采众方，撰用《素问》、《九卷》、《八十一难》、《阴阳大论》、《胎胪药录》，并平脉辨证，为《伤寒杂病论》。《伤寒杂病论》法遵内经，以三阴三阳六节辨病脉证并治为大纲。 正文直接按人体感受外邪生病由表入里的次第而分别提纲。人体感受外邪生病，首先是太阳受病。所以开篇首论太阳。太阳受病后，在什么情况下不会向内传变，什么情况下要向内传变，理法分明。 太阳生病，首先会在太阳运行的区域出现症状表现，如头项强痛即是一个典型。太阳的宣布功能，为人体的全身提供生理生化的物质能量。因为太阳的宣布是向外宣布，故而太阳主表，但太阳同样也有自己的运行主干—太阳之经络，太阳病的典型证头项强痛便是太阳经运行区域的一个证。如果气血向外宣布的道路受到障碍，必然会引起机体奋力向外输送气血来抵抗外邪，则脉气会向外浮起。随着气血向外输送的加多，往往会表现出发热，气血宣布受障碍，太阳之气不得遍布周身，太阳之上寒气主之，生理运行正常，则六气和平为正气，则机体表现无声无臭。太阳运行障碍则现本气而恶寒。这是太阳病的一般病理表现。 从上可以看出，心为阳中之太阳，是生命生理主体的天道生理循环的一个功能，而太阳经络则是人体四肢体表三阴三阳经络运行的轨迹。那么，这是两个系统的三阴三阳命名法。这两个系统到底有没有联系呢？应该是有的，要不然，内经的作者是不应该随便这样乱命名的。那么，我们就从脉理为切入点来看一下这两套系统的联系点在哪里。看《灵枢经·终始第九》三阴三阳脉法，其实就是《素问·六节藏象论》的三阴三阳脉法。那么，是否六节藏象论的三阴三阳脉法，是好事者从灵枢经传抄过来的呢？是一种张冠李戴的表现呢？这就需要证明。 从灵枢经看，整个辨证十二经脉病，就是用的这个脉法，这是辨证三阴三阳十二经脉阴阳表里经脉气血偏倾而生病的一个方法。少阳一盛，可以看出，少阳经病会使整体气机气郁在里。而太阳二盛，则表示上下气血相对平衡，不存在上下升降的偏差。那么，自然也就是表里出入的偏差。太阳经病，阳主表而阴主里，太阳病则气郁在表，应该是脉气偏浮。阳明三盛。三盛就是气血偏于升浮而不降，就是太阴收降之令不行的一个表现，因为阳明的功能是从中从太阴，所以阳明病则气血产生不从太阴之收降而显示阳气亢盛于外的表现。这个脉理是完全相合于六节藏象生理运行的机理的。太阳主浮出，少阳主生升，太阴主收降，少阴主入藏。而阳明从太阴之收降，厥阴从少阳之生升。此三阴三阳脉理与六节生理正相合。 原文地址：http://blog.sina.com.cn/s/blog_61c78c240102yapw.html","pubDate":"Tue, 20 Nov 2018 08:00:00 GMT","guid":"https://www.zhinuo.space/article/7a6d0358.html","category":"摘"},{"title":"分享：中医归正 --- 我们为什么长得像父母","link":"https://www.zhinuo.space/article/e5d23140.html","description":"知诺浮想：《黄帝内经-素问-生气通天论第三》曰：『阳者，卫外而为固也。阴者，藏精而起亟也。』阳，动而升清，弥散，所以化生。阴，静而沉浊，团聚，所以成形。心肺为人体君相，《黄帝内经-素问-灵兰秘典论第八》：『心者，君主之官也，神明出焉。肺者，相傅之官，治节出焉。』肺相协助心君，在一呼一吸之间，既受百脉之朝，又行治节之能，统综于一又析分于百。云腾化雨，沉降塑形乃可藏。 归正先生微信公众号原文如下： 我们为什么长得像父母 / 归正先生 引言：我们为什么长得像父母？这个问题似乎已在DNA研究中得到了完美的答案。归正也认为西医的分析是正确且客观的，然而，中医是怎么来解释这个问题的呢？能找到答案吗？现在有答案了吗？当然，天下中医学者这么多，出来讲的也不少，但归正认为他们讲得都不算对。在今天的文章中，归正将从纯中医的角度出发，对这个问题给出自己认为最对的答案…—Daniel Ferhartz《With Mother》我们为什么长得像父母？要解释这个问题，归正认为应该重点讨论的人体器官是肺和肾。肾与人体生殖有着直接的关系，这点好理解，毕竟在人体胚胎发育的过程中，男性的睾丸和女性的卵巢都是由肾分离而来，此中关系，自然是密不可分。那么，我们长得像父母跟胸腔里的肺又有什么关系呢？肺不应该属于呼吸系统或内循环系统吗？首先，归正要说，人体是一个大整体，肺确实不归于狭义的人体生殖系统，但凭此将其与今天的议题彻底隔离开就不对了！正统中医的前提必须是人体整体观。其次，归正要说，在“我们为什么长得像父母”的这个问题上，肺起着至关重要至关重要至关重要的作用，重要的事情说三遍！好了，在此，抓准今天讨论的重点—肺，深入分析一下：肺在人体五藏之中（心肝脾肺肾），位于人体最高之处。做个形象的比喻，假设人体是一个小天地的话，肺就有如我们穹顶上的天，日夜俯察着大地（人体）每一分的精微变化。先哲们在《黄帝内经–经脉别论》之中，提出了“肺朝百脉”的观点。古往今来，所有医者对这四个字的理解全部都错了！错得一塌糊涂！归正今天郑重地告知各位，“肺朝百脉”应作百脉朝肺或肺受百脉来理解。其实际含义是：神圣人体的全部精微物质，通过人体的血脉，汇集于肺。肺行治节之权，判断各类物质的取舍。浊废者可从气管、皮肤、大肠、膀胱等渠道排出体外，精气则经肺气之肃降，下藏于肾。也就是说，肺之清肃收敛决定着肾有所藏，有所藏才决定了肾作为人体的生命之根。归正认为，肾中所藏之精气，携带着肺通过人体无处不在的血脉，从五脏六腑四肢百骸所收集到的全部生命信息。因此，这精气必然可以复制出相类似的生命。还要接着讲下去吗？再讲，那不又是一篇浩瀚无涯的学术论文了？归正只是一个纯粹而执拗的读书人，有话咱还是简单说吧！———— THE&nbsp;END ————文末附上归正过往部分文章链接：我的外公生气通天谈脏象请慎用你的精神力你所知道的中医都错了归正先生—如果让我再学一次中医归正先生—我们凭什么得以永生归正先生—告诉你数字背后的故事归正先生—我所知道的“修炼”归正先生—告诉你圣诞节背后的故事有病方为贵：告诉你身体小毛病背后的故事夏日凉茶—你所不知道的慢性自残须弥山金匮真言—带你读懂《黄帝内经》第四篇中医养生：向你展现养生的三重境界（上篇）中医养生：向你展现养生的三重境界（中篇）中医养生：向你展现养生的三重境界（下篇）关于补肾—也许我们都错了仰望苍穹：向你还原古人眼中的天鬲肓之上：人体最重要的器官是什么？上古天真：也谈阴阳学说下的人体潜力自古神水出高原：寻找人体能量的源头秋日进补：你深以为然的养生误区千般疢难—告诉你疾病背后的内因水断上源：告诉你吸烟背后的故事问路何方：中医渐亡之殇做实在学问，写良心文章敬请继续关注“归正先生”—Fu_Academy [请关注中医归正(中医修正)先生公众号] 原文地址：https://mp.weixin.qq.com/s/p6dQLhJqs_5iRmLdI49BQg","pubDate":"Mon, 19 Nov 2018 03:00:00 GMT","guid":"https://www.zhinuo.space/article/e5d23140.html","category":"摘"}]}